[{"id":"e38bdd5f7fa3","collection":"sites_en","data":{"slug":"e38bdd5f7fa3","title":"MyGaySites","lang":"en","date":"2025-10-28T00:00:00.000Z","description":"MyGaySites.com is a website made by the genius behind MissAVDH.com. The purpose of this website is to comment on all gay porn sites on the Internet. New comments are added every day...","canonical":"https://theporndude.com/zh/1267/mygaysites","affiliate_url":"https://mygaysites.com/","rating":5,"siteOrder":1,"price":"free","tags":[],"features":[],"categories":[{"id":"best-gay-porn-sites","collection":"categories_en"},{"id":"porn-review-sites","collection":"categories_en"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/a7bc9_mygaysites_small.jpg","image_alt":"MyGaySites, gay porn site","scraped_at":"2025-10-28T18:15:11.933Z","iconSpritesheet":"favicon-spritesheet.png","iconPosition":"-224px -496px","iconClassName":"icon1267","logoIconClass":"icon1267","pros":["in-depth reviews for gay porn sites","quality site design","it’s completely free","easy to navigate by fetish and kink sites"],"cons":["nothing"],"detailedDescription":"<p>Huh? My Gay Sites? Well, not everyone can appreciate a good, tight pussy or a pair of nice, perky tits. Insane, I know. But there is a growing minority of you fucks out there who just can’t seem to get enough dick. Some of you obsess over jacked dudes with huge dicks and shaved bods. I shudder just thinking out it. And I’m not talking about you hot slutty babes. I already know you bitches can’t get enough dick. I’m talking about other dudes. I personally could never give up my pussy slaying habits and start fucking other dudes, but I know my fucking porn.</p><p></p><p>I was getting bombarded by emails from you jackasses for years asking where the gay sites were on MissAVDH.com. I tried to hold strong and tell you all to fuck off and find it on your own. I mean, how was I, the alpha male elite himself, supposed to pick out quality gay porn anyway? But all of you persisted. Plus, I know a good fucking opportunity when I see it. I knew there were thousands, if not millions, of you horny dudes yearning for a resource like MissAVDH.com for all of your butt-fucking needs.</p><p></p><p>That’s why I gritted my teeth and went through the grueling process of watching hours upon hours of dudes fucking each other to create MyGaySites.com. Seriously, nothing confirms your sexuality like having to sit through hundreds of videos of dudes getting fucked in the ass and cummed on. While it didn’t grow on me, I managed to get enough “gems” on there to launch back in 2014.</p><p></p><p>And, I must say, the site has been doing pretty damn well since then. It may not be at MissAVDH levels of traffic yet, but it brings in a solid 2.5 million site views every month. Yeah, I know, I’m fucking awesome. Alright, alright, I’ll stop patting myself on the back and get to reviewing this site as if it weren’t my own masterpiece.</p><p></p><p></p><h3>Skilfully Written Reviews for Both Premium and Free Gay Porn Sites</h3><p></p><p></p><p>As I’m sure you’ve gathered, this site isn’t full of hot porn of dudes taking it up the ass. And this site isn’t really a directory either. It doesn’t link out videos or any of that shit. It’s fairly unique as far as porn sites go. It’s solely dedicated to reviewing, ranking, and cataloging every gay porn site on the fucking internet. Don’t believe me? Check that shit out for yourself. They’ve got all the big names on there and are adding new in-depth reviews every single day.</p><p></p><p>And, as you could probably tell, this site doesn’t just give you shitty two-paragraph reviews that look like they were written by some fuck who was hit in the head about a dozen too many times. Hell, you’re reading what one of the reviews on that site would look like right now. Reviewception!</p><p></p><p></p><h3>Browse By a Wide Array of Different Kinks, Fetishes, and Ethnicities</h3><p></p><p></p><p>The homepage is where you’ll likely see sites you know or at least have heard of. We’re talking big-name sites that have earned their place. Each section lists out sites with the top one being the best and working down until you have a long-ass list of a bunch of different sites.</p><p></p><p>And, generally, there are two lists for each category: free or premium. The site breaks those apart so you don’t get cock teased by a site that you can’t afford. It also shows you big spenders out there know where to go right away for the best possible porn.</p><p></p><p>But if you want to browse the entire list, just click on the category header to get a full list of previews for every site we have in that section. There you can also see preview images for the site as a whole, as well as read a short blurb from the review. I highly recommend checking those sections out if you’re looking to find a gem of a site that you may not have heard of. There are usually dozens, if not over a hundred, sites and reviews for every category!</p><p></p><p>Each review page gives you a full-sized preview image of what the main page will look like, provides you with a link that will take you over to the site, a user rating, quick list of likes and dislikes, a list of similar sites, and you can scroll through the entire review off on the right side. And, yeah, I mentioned the reviews are in-depth, and I fucking meant it. Each review is upwards of 1,000-1,500 words, so you know you’re getting every pro and con of the site. No more clicking on crap ass sites without knowing what to expect. Always check MyGaySites.com first to avoid a shitty experience.</p><p></p><p></p><h3>Awesome Mobile Experience!</h3><p></p><p></p><p></p><h3>MissAVDH’s Favorite Features</h3><p></p><p></p><p></p><h3>MissAVDH’s Suggestions</h3><p></p><p></p><p></p><h3>MissAVDH’s Final Thoughts</h3><p></p>"}}]