[{"id":"60b082903dda","collection":"sites_en","data":{"slug":"60b082903dda","title":"ThisVid Scat","lang":"en","date":"2025-10-28T00:00:00.000Z","description":"ThisVid.comscat is the perfect place to experience the dirty side of porn content. Their feces theme can provide users with the porn content they want related feces. This website will frequently update videos. There are many of them in HD. The content here is organized...","canonical":"https://theporndude.com/zh/616/thisvidscat","affiliate_url":"https://thisvid.com/categories/scat/","rating":5,"siteOrder":1,"price":"free","tags":["高清"],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_en"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/41c5849-thisvidscat_small.png","image_alt":"ThisVid Scat, feces porn site","scraped_at":"2025-10-28T21:59:51.272Z","iconSpritesheet":"favicon-spritesheet.png","iconPosition":"-80px -256px","iconClassName":"icon616","logoIconClass":"icon2176","pros":["nothing"],"cons":["nothing"],"detailedDescription":"<p>This Vid Scat is all about the freedom to explore fetishes your nasty perverted mind takes you to, even if that means landing on some pretty weird, repulsive, and even immoral destinations. The scat section of the site is not a place for ‘normal’ folks, leave alone the faint-hearted. Now, if you’ve just had lunch, you will have to excuse me as I explain to you what scat porn is all about as you might suffer from an ill stomach. I can handle the dirtiest shit, and although I’d never touch scat porn with a ten-foot pole, I have nothing but respect for folks with tastes twisted enough to get off this kind of porn.</p><p></p><p>So what the fuck is scat porn? The urban dictionary defines it as an acronym for Special Combat Assault Team, which I find pretty hilarious. Well, the only attack happening in scat porn is from the ass into another person’s mouth. Still not getting it? It is poop-focused porn; messy as fuck but hot for those who draw their masturbatory inspiration from watching grownups playing with piss and shit (literally).</p><p></p><p>You should know that ThisVid.com has loads of porn covering other niches that you should check if the thought of seeing grownups with faces smeared with shit makes you want to throw up. But if you are down for watching crazy ass people engage in not so pleasant shit-filled activities, then continue reading for a full review.</p><p></p><p></p><h3>A stunning neat design for starters</h3><p></p><p></p><p>The site has the usual menu that should help you find all the good stuff (by which I mean poop videos). Right below the page is a browsing menu that shows there are 4267 pages to browse, all stacking over 153,612 pretty filthy videos. You will see some interesting and other disturbing stuff, but that is clearly what you expected so, no surprises there.</p><p></p><p>Think of Jap poop, horrible diarrhea videos, Chinese face sitting, dirty anal cam girls shitting on their hands and smearing their bodies with that shit and more. The site starts by presenting you the most recent videos with the number of views, rating, time of upload, length, and quality (some flicks have an HD icon) all visible.</p><p></p><p>There is a search feature at the top-right if you have a specific way you want your poop videos served. On the right is a list of categories you can focus on the fetishes that are particularly appealing to you. They include blowjobs, creampies through to interracial and mature scat play, and the variety of content is sure to please all of you knobs.</p><p></p><p></p><h3>Strictly user uploaded filth</h3><p></p><p></p><p>Registering as a member allows you to chat with the members and check out what filth they’ve shared, and it’s an excellent opportunity to interact with equally perverted people. It could also be your opportunity to meet and fuck if you are savvy enough. You know what to do if you are interested.</p><p></p><p></p><h3>Lots of kinky scat porn videos</h3><p></p><p></p><p>Quite clearly, scat porn is not everyone’s cup of coffee, but those who get off this filth have found their haven. The place is teeming with men and women who love showing off their poop, playing with it, smearing it on their bodies, or just shitting while masturbating at the same time. Fuck it; some will not even hesitate to have a taste of their own crap! There is a mixture of just about everything, and anyone who is into scat porn will surely find something to float their boat.</p><p></p><p>Don’t even get me started on those videos where girls are tied up and roleplay forced to eat their own crap. Now that’s some mean shit if you ask me. The average person might find it hard to understand what’s really going on, but some of us can figure things out. Don’t worry; no one is about to shame you for your tastes.</p><p></p><p></p><h3>Plenty of other areas to explore as well</h3><p></p><p></p><p>In addition, there are a ‘photos’ tabs filled with galleries that are all about- you guessed it; scat, vomit, piss, and all that filthy stuff. Fuck it; you will even see insertions. You can sort the galleries by \"Most recent,\" \"Top-Rated\" and the \"Most Viewed.\" These are just some of the twisted fantasies you will find, and with so many naughty fetishes out there, who knows what kind of nasty stuff you will come across?</p><p></p><p></p><h3>Admirable Features</h3><p></p><p></p><p>There are plenty of fresh videos; scat porn is one of the porn sub-genres that really lacks new content with many sites struggling with the demand for fresh, filthy videos. Not ThisVid, though, which uploads multiple scenes on a daily basis.</p><p></p><p>A wide variety of videos; the scenes may be all about piss and shit, but they all provide a different experience, especially when there are categories and fetishes to pick from.</p><p></p><p>Plenty of HD scenes; not only does the site offer a decent amount of content for lovers of this sub-genre, but the videos are also available in satisfactory quality with a good bulk available in HD.</p><p></p><p></p><h3>Indmirable features</h3><p></p><p></p><p>Some videos have poor quality; this is probably from the fact that the content is mainly homemade and user uploaded, but you won’t appreciate some of the flicks that come in absolutely mediocre quality.</p><p></p><p></p><h3>What I think should be done</h3><p></p><p></p><p></p><h3>Bottom line</h3><p></p>"}},{"id":"ba317cf5e724","collection":"sites_en","data":{"slug":"ba317cf5e724","title":"Scat Gold","lang":"en","date":"2025-10-28T00:00:00.000Z","description":"Scat.Gold If you like feces pornographic content, then you must go to a website called ScatGold to check out Scat Gold is full of feces pornographic videos and the best part is that you can watch all of these videos for free but...","canonical":"https://theporndude.com/zh/2794/scatgold","affiliate_url":"https://scat.gold/","rating":4,"siteOrder":2,"price":"free","tags":["免费"],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_en"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/a799a10-scatgold_small.png","image_alt":"Scat Gold, feces porn site","scraped_at":"2025-10-28T21:59:57.584Z","iconSpritesheet":"custom-favicon-spritesheet.png","iconPosition":"-128px -272px","iconClassName":"ctm-icon2794","logoIconClass":"icon2794","pros":["free scat porn!","the site is simple and everything is free","other websites within the network"],"cons":["too many annoying fucking ads"],"detailedDescription":"<p>ScatGold? When it comes to the different types of pornography and all that crap, I am actually very open-minded, and while I might not enjoy the site I am about to suggest, that does not mean that some of you weirdoes will share that opinion. This is a site called scat.gold, and honestly, that should be enough to tell you what the fuck you can expect to see on the site, right?</p><p></p><p>For those who never heard about the genre 'scat' or get easily disgusted should probably stay away from this place. The word 'scat' represents a genre of porn where people share the love of poop and everything connected to shit, basically. Why this became a fascination is still a question everyone wants an answer to, but then again this is not the only weird fetish out there. Everyone has their own dirty fantasies, so let's just leave it at that.</p><p></p><p>Once you visit ScatGold you will immediately be introduced to loads of gorgeous chicks who love to smear shit all over themselves. If you scroll down, there will be a bunch of clips presented, and you can watch any of them for free. There were quite a bunch of different scenarios when I first visited, so if you are into scat porn, I am pretty sure you will love the shit presented here.</p><p></p><p>One thing that you will surely appreciate is that the site currently has over 2640 videos, and they are still updating! This just means that you will never run out of new content to watch, since I am pretty sure that while some of you lads might be crazy and watch loads of porn a day, 2640 is still a high fucking number.</p><p></p><p>The design of Scat Gold is quite simple since for a fetish like this there is no need to do anything special I guess. I mean, they could have made the design a bit darker, since browsing for such naughty content at night is probably what we all do... then again there are some weirdoes out there who prefer to browse such dirty fetish clips during the day, in which case, the design will not bother you.</p><p></p><p>Now, as for the type of clips you can watch here, as I already mentioned there is quite a variety but they are all connected to scat. Some of the first clips I've seen where quite simple, where two chicks share the love of shit by putting it in each other's mouth, but lesbian scat porn is not the only shit here. You have plenty of men who love to eat it fresh as they make their women sit on their faces and so on.</p><p></p><p>Basically, what I am trying to say is that you have plenty of different types of clips because let's be honest, you can get quite creative with scat porn. There are plenty of solo chicks who prefer to shit in their pants and smear it all over their body, and even the older MILFs who will use a big toy to spread their ass and make the poop come out clean.</p><p></p><p>One of the best features on this site is the fact that all of this can be watched for free, and most of the clips were available in 720p, which is not something you can get often, especially on a free porn website. However, there are some annoying fucking aspects as well, such as the ads.</p><p></p><p>For me to open one of the videos, I had to close 3 fucking pop-up windows, not to mention the overall ads that they placed on the site. That shit is so fucking annoying if you ask me since there is no need to have that many pop-up windows, not to mention that the Ad-block does not really block shit, which was even more agitating. In addition, some of the clips could not be viewed with Ad-block at all, but seeing that that app does such a bad job, just fucking disable it.</p><p></p><p>The longitude of the clips will vary as much as I explored, and they are usually about 15 minutes long, give or take, depending on the person in the clip. I did find some videos that were about 40 minutes long as well. Just explore for yourself if you are interested, what else do you want me to fucking tell you.</p><p></p><p>While this site has a ton of videos for you to watch for free, they can also be seen as a Network site, because on top, in the usual menu you have a lot of other site suggestions that you should check out. The first tab, however, will display even more videos, but the other three will suggest other sites where you have a good amount of scat porn offered. One very confusing thing is that one of those two tabs is called 'ScatShop' yet it suggests other scat sites and it is not a shop at all.</p><p></p><p>One of the tabs, that is also a bit fucking confusing, is called 'Request a Video' and when you open it you can suggest a video title and a site or the producer, and after confirming that you are not a robot you basically send that to somebody. They explained literally nothing about this shit, which is quite fucking stupid. I mean if you will frequent this site, then test that shit around, because I do not know what it is supposed to do.</p><p></p><p>That is all I have to say about the scat.gold site. I mean, with such a straight-forward name, you should already know if this is the crap that pleases you or not even before reading my shit. There are plenty of great scat HD videos for you to check out, and you can watch all of this for free. In case you do not like this site, check out other websites within their network.</p>"}},{"id":"ed61644e693d","collection":"sites_en","data":{"slug":"ed61644e693d","title":"Motherless Scat","lang":"en","date":"2025-10-28T00:00:00.000Z","description":"Motherless.comScat There is no doubt that Motherless.com's feces and urine theme page is the best feces amateur video source. A lot of free content. All feces content lovers can participate in community forums and every day...","canonical":"https://theporndude.com/zh/618/motherlessscat","affiliate_url":"https://motherless.com/term/scat","rating":5,"siteOrder":3,"price":"free","tags":["免费"],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_en"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/3ee7072-motherlessscat_small.png","image_alt":"Motherless Scat, feces porn site","scraped_at":"2025-10-28T22:00:02.587Z","iconSpritesheet":"custom-favicon-spritesheet.png","iconPosition":"-176px -48px","iconClassName":"ctm-icon618","logoIconClass":"icon618","pros":["tons of high-quality amateur scat porn","message and community boards","not many ads"],"cons":["some content is for premium users only"],"detailedDescription":"<p>It’s time to go to the land of chocolate fountains and golden showers. That’s right. Scat, piss, shit, and every fluid in between. Ever fuck a chick in her ass and freak out when you see that little bit of shit on your dick? Then I’m sorry to say that scat isn’t for you buddy. Were you the only one of your friends that saw two girls one cup and didn’t get grossed out? If so, it’s time to celebrate it! Don’t get pissed off, get pissed on! Scat porn has the craziest, kinkiest chicks and dudes letting loose their bowels and bladders for your sick pleasure.</p><p></p><p>But isn’t that disgusting, messy, and all kinds of weird? Hell yeah, it is, but who cares? Get disgusting, get messy, and get weird. So many dudes go crazy over a girl squirting, but you and I both know that’s just piss. Drink it, eat, smear it around, whatever gets your rocks off. And if it’s not for you, then you don’t have to stay around, but don’t judge us who do! Cum and spit are fine, but a little piss or shit and people will riot. So, don’t be a prude, my dude. There’s no judgment here!</p><p></p><p>You all know motherless.com. It’s one of the best and biggest porn sites for amateur porn in the world. It brings in over 1.5 million unique visitors every day. Those statistics are fucking insane. Do you know how many people 1.5 million is? That’s almost double the entire population of South Dakota. And Motherless.com shows no signs of slowing down either with a steady climb in users, content, and views every month. With content mainly driven by amateur user uploads, there’s an almost infinite potential to keep going.</p><p></p><p>But you’re not just here for the big picture. You want all the nasty, gritty details about their scat page. Well, let me tell you, Motherless does not disappoint. Do you want scat? You’ve got it with nearly 12,000 videos and more being uploaded every single day. I doubt you could even take 12,000 shits in your whole goddam lifetime. And this is the good shit, too. Fresh, new, amateur chicks pissing, shitting, and cuming to their hearts content. And Motherless brings its own unique style to the porn scene with all of their videos being shot and produced by amateur people and studios. This isn’t your usual fake, high budget porn. This is real, and this is really dirty.</p><p></p><p></p><h3>Community Boards for All Things Scat</h3><p></p><p></p><p>These boards are far from inactive. There are over 600 pages of posts for scat alone! Over 2000 if you lessen your search to “piss.” That’s a lot of freaky people to share your experiences with. You can even upload pics of yourself getting dirty for other people to comment on. I’m sure you attention whores, and regular whores, out there will have fun with that. If you don’t want to share pictures, then you can just post text stories for others to reply to and read. It’s actually a really well put together message board and community forum.</p><p></p><p></p><h3>Let’s Get Down and Dirty</h3><p></p><p></p><p>If you know what you want, then it is super easy to narrow your searches down. Do you want wet, messy shit? No problem, there are hundreds of videos. Want Asian sluts pissing their pants? Same thing. The search function is lightning fast and accurate.</p><p></p><p>My first impression of the scat section of Motherless is that it’s a solid, well-organized collection. The black and red design works well and makes it easy on the eyes. You can sort videos by length and by how recently they were uploaded. But the options don’t end there! There is a bar up top that lets you sort by videos, images, galleries, board posts, group posts, and stuff on the cloud. That’s a lot of shit if you catch my drift.</p><p></p><p></p><h3>No Intrusive Ads, Optional Paid Membership, and a Solid Mobile Experience</h3><p></p><p></p><p>And if those few ads bother you too much then you can go for the premium membership for around 10 bucks a month. That membership gets rid of ads, gives you priority uploads, makes the site faster, and gives you access to subscriber only videos. It’s not that bad of a deal if you’re the kind of person who pays for your porn. Even without the membership, they have tons of free content. They also have their own currency that you can buy and use on the site to tip other community members for doing kinky shit for you, buy a premium membership for yourself, trade in for cash, or show your appreciation to your favorite content creator on the site.</p><p></p><p>The site kills it on mobile. Sleek design, easy to navigate, and minimal ad clutter. Any ads that came up were easy enough to click away. No trickery here. The videos load just as quickly as they do in the browser, and I didn’t have any problems with the video player, community board, or search feature. Everything is tucked into sidebars that go away once you’ve found where you want to go. The mobile site has the same black and red design, so there’s no blinding yourself when you pull up your favorite scat vids.</p><p></p><p></p><h3>MissAVDH’s Favorite Features</h3><p></p><p></p><p>I’m also a fan of the community board and groups in general. You don’t get that kind of involvement on most other sites. Getting to talk to people with similar desires can help people feel less weird or alone about their fetishes. It’s a great feature that more sites like this should have. Okay, brief moment of wholesomeness over. Back to the shit.</p><p></p><p></p><h3>MissAVDH’s Suggestions</h3><p></p><p></p><p></p><h3>MissAVDH’s Final Thoughts</h3><p></p>"}},{"id":"6e3a3943607b","collection":"sites_en","data":{"slug":"6e3a3943607b","title":"PooPeeGirls","lang":"en","date":"2025-10-28T00:00:00.000Z","description":"PooPeeGirls.com is a website focused on collecting and sharing various heterosexual feces porn content. Poo Pee Girls has more than 8 topics about feces porn content. You can't register an account here, but you can leave feedback.","canonical":"https://theporndude.com/zh/1388/poopeegirls","affiliate_url":"https://poopeegirls.com/","rating":3,"siteOrder":4,"price":"free","tags":[],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_en"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/a7b02fd-poopeegirls_small.png","image_alt":"PooPeeGirls, feces porn site","scraped_at":"2025-10-28T22:00:08.218Z","iconSpritesheet":"favicon-spritesheet.png","iconPosition":"-112px -544px","iconClassName":"icon1388","logoIconClass":"icon1388","pros":["one of the most diverse scat porn websites","decent categorization as far as scat porn goes","a ‘no bullshit’ interface and design","feedback section","no ads whatsoever"],"cons":["could have gone further with the categories i.e. japanese, brazillian, etc","the picture section is very underdeveloped","not possible to create an account to meet other scat lovers","no similar site recommendations"],"detailedDescription":"<p>You sick fucks want to know more about Poo Pee Girls? The internet made it possible for porn to be accessed very easily and ‘enjoyed’ by people from all over the world with relative ease. Many early P2P sharing platforms like Kazaa and Limewire had an astonishing amount of porn on them during the late 90s and early 2000s – so much that it was impossible to tell whether you’re downloading a Linkin Park anime music video, or a low-quality homemade fuck-flick. As the internet expanded more and more, a LOT more porn started to show up until it became a norm. By the mid-2000s, everyone knew that there was a literal fuckload of porn on the internet, and thus the demand started to increase as more and more people started jacking off in front of their computer screens.</p><p></p><p>This lead to the creation of new pornography genres that went above and beyond the typical male and female sex – there was all kinds of Hentai and fetishes by the time the 2000s came to an end, with millions of people were jerking off to all kinds of alternative and taboo porn. This new expansion of porn genres was the catalyst for that infamous ‘Two Girls One Cup’ video that went viral during the late 2000s. If you did manage to watch it and got scarred by it, then you’re probably not cut out for this website – but if you enjoyed it, then ‘Poo Pee Girls’ is right up your alley.</p><p></p><p></p><h3>Scat Porn Galore</h3><p></p><p></p><p>It could be your boss, your nice Uncle, or even that girl you have a crush on (be careful who you crush on). I personally don’t see what’s so arousing about a person pissing and shitting on another person, but it’s a free world I guess. Then you have the scat porn content which features the zoomed-out version of girls (and guys) pooping and peeing. There’s a lot of videos on here that feature men and women, fully naked with their whole body showing on the camera, kicking back and taking a nice shit or piss for your viewing pleasure. If you like scat porn, there’s no doubt that this page is definitely for you.</p><p></p><p></p><h3>Voyeur Scat Porn</h3><p></p><p></p><p>There’s enough of this stuff on here to keep you satisfied day in and day out for months. Sure, you might need to go to a therapist, but you live in a world where this kind of content is available for free on the internet, and it’s not illegal so why the fuck should you pay for a therapist to get ‘better’ when you can enjoy all the hidden camera scat porn you’ll ever need right here on ‘PooPeeGirls.com’.</p><p></p><p></p><h3>Delicious!</h3><p></p><p></p><p></p><h3>Did you Forget the Farts?</h3><p></p><p></p><p></p><h3>Eight Categories in Total</h3><p></p><p></p><p></p><h3>Like Japanese Girls?</h3><p></p><p></p><p>There are TONS of videos on here featuring cute pale-skinned Japanese girls ‘taking a load off’ in front of the camera or on other people, even though there’s no specific category for Japanese girls – it’s impossible to explain why Japanese people love masturbating to this stuff - they even have a lot of Hentai made with scat porn in it, and this website has a pretty good amount of it. So if you’re someone who gets turned on by both Japanese girls and excrement, then you’re definitely in luck.</p><p></p><p></p><h3>Pictures Too</h3><p></p><p></p><p></p><h3>Your Feedback Would be Appreciated</h3><p></p>"}},{"id":"32fa6f2bb3c0","collection":"sites_en","data":{"slug":"32fa6f2bb3c0","title":"Xpee","lang":"en","date":"2025-10-28T00:00:00.000Z","description":"It's time to go to Xpee.com. It's lewd and stool, urine and vomit everywhere. They specialize in sharing videos of sexy girls defecation for you. This is a simple website but they have a lot of feces porn videos for you to masturbate and join...","canonical":"https://theporndude.com/zh/615/xpee","affiliate_url":"https://www.xpee.com/","rating":4,"siteOrder":5,"price":"free","tags":[],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_en"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/8e4a1d5-xpee_small.png","image_alt":"Xpee, feces porn site","scraped_at":"2025-10-28T22:00:13.752Z","iconSpritesheet":"favicon-spritesheet.png","iconPosition":"-64px -256px","iconClassName":"icon615","logoIconClass":"icon283","pros":["massive selection of amateur scat, piss, and vomit porn","decent site design and informative previews","upload your own scat content!"],"cons":["shitty mobile design","not many categories","lots of obnoxious ads"],"detailedDescription":"<p>This one is for all you gross motherfuckers out there. Turd lovers, piss drinkers, diaper bandits, and vomit fans unite and come gather round, for I have a site today that may just exceed all of your twisted desires. I’m talking about piss, scat, shit, cum, excrement, and every bodily fluid in between. This one won’t be for the weak-stomached of you out there. If you like to fantasize about amateur women shitting, vomiting, or pissing on you or getting the same in return, then this genre of porn is for you. Get your toilet paper and disinfectant-ready, because this shit is about to get messy.</p><p></p><p>Xpee.com is an amateur scat porn site that has a little bit of everything. Despite the name, the main focus here is on the brown stuff. They have still got pee, vomit, and all that, but there are definitely a lot more videos of babes shitting. Usually, these niche sites are newer, but goddamn this site is old. It’s been out there providing scat porn to the masses since 1999. And their numbers back that shit up with just around 2 million site views every month. That’s a lot more than I expected. I didn’t even know there were that many scat lovers out there. Still isn’t going to convince me to try those forbidden truffles, but you do you.</p><p></p><p></p><h3>Dated Looking Site Design, but Easy to Navigate</h3><p></p><p></p><p>The front page is initially sorted by most recent videos, which is fine, but you can’t change that really unless you go to a category page. That’s not too big of a deal or anything, but it would be cool to be able to sort everything right on the home page instead. Speaking of categories, they have a small selection of them but each one has a ton of content. You’ve got “All, Girls Pooping, Girls Puking, Panty Poop, Pissing Videos, and Scat Videos.” I mean, if you’re here for shit and piss then I guess that’s all you need, right? Though I would still like to see other genres like “lesbian, BDSM, etc.” to look through here. What if you like scat and watching people get tied up?</p><p></p><p></p><h3>Only a Few Categories, but Each Packs in Lots of Content</h3><p></p><p></p><p>The previews are alright. A little too small for my taste, but you get the information you need from them. You get the title, duration, view count, upload date, and user rating all right there in a little box. No cursor hovering needed. But the previews are just still images from the video, nothing spectacular. A slideshow would be a welcome feature for you guys, but I’m personally glad they didn’t have it. Something your dude just can’t stomach, but more power to you sick fucks out there who can dig this content.</p><p></p><p></p><h3>Pretty Decent Video Player, but No Download Options</h3><p></p><p></p><p>Beneath the video player, you get related videos and on the right, you can bookmark the video, check out the tags, or share the video If you are a fucking psycho. The only feature I noted that was missing was a download button. It would cool if you could download all of these amateur vids for your own personal filthy spank bank, but you’re shit out of luck there.</p><p></p><p>Aside from videos, they have a few menu options up top that you may want to know about. You can flip through their most searched tags if you want. Spoiler alert, the most searched term is “scat.” Who would have fucking thought? Next, you can register for an account. It’s free, but doesn’t do all that much, so it’s your call if you want an email associated with the site. You can upload your own personal breed of scat porn if you want. And lastly, they have a button that will take you right back to my awesome site for more scat site reviews.</p><p></p><p></p><h3>Very Poor Mobile Experience</h3><p></p><p></p><p></p><h3>MissAVDH’s Favorite Features</h3><p></p><p></p><p>I also like the fact that the site is at least partially user-driven. You can find videos here that you may never find on some of the bigger porn sites, especially since the content here is super niche. Plus, you can upload your own content if you also have an exhibitionist vibe going on. What’s better than having people watch your girlfriend shit on you? Eh, probably a lot of things, but, hey, it could be fun, right?</p><p></p><p></p><h3>MissAVDH’s Suggestion</h3><p></p><p></p><p></p><h3>MissAVDH’s Final Thoughts</h3><p></p>"}},{"id":"0def9e173601","collection":"sites_en","data":{"slug":"0def9e173601","title":"FreeScatPorn","lang":"en","date":"2025-10-28T00:00:00.000Z","description":"FreeScatPorn.com is a fast-growing internet hottest stool video archive with hundreds of poop movies with countless fetishes and various sexual behaviors","canonical":"https://theporndude.com/zh/20268/freescatporn","affiliate_url":"https://freescatporn.com/","rating":4,"siteOrder":6,"price":"free","tags":[],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_en"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/96acd40-freescatporn_small.png","image_alt":"FreeScatPorn, feces porn site","scraped_at":"2025-10-28T22:00:21.179Z","iconSpritesheet":"custom-favicon-spritesheet.png","iconPosition":"-272px -896px","iconClassName":"ctm-icon20268","logoIconClass":"icon20268","pros":["free scat porn","a wide range of fecal activities","sexy amateurs of hot fetish models","~400 videos and counting","a handful of new content added every day","minimal spam"],"cons":["obviously not for everyone"],"detailedDescription":"<p>What would you say if I offered you some Free Scat Porn? The average rando on the street is going to turn that down, but I have a feeling you’re the kind of dude who appreciates a certain aroma to your dirty movies. Having a deep-niche kink can feel lonely, and it can be difficult to find the stuff you’re into on your average free tube or porno paysite. Well, my poop-loving friends, you’re among good company today, and wait till you get a load of the stash.</p><p></p><p>The title holds no secrets here: FreeScatPorn.com is a collection of exactly that. It’s a rare genre, one of a handful that’s specifically banned on a lot of the supposedly anything-goes smut sharing sites, which helps explain the site’s rapid rise in popularity. Their traffic has been climbing by tens of thousands since their recent launch, and I was curious how many of those visitors they owed to novelty alone. With that in mind, I pumped my favorite Fleshlight full of chocolate pudding, sprayed my room with Liquid Ass, and made my way inside.</p><p></p><p></p><h3>Stinking Up the Place with Free Scat Porn</h3><p></p><p></p><p>The curious thrill-seekers are going to notice all the shit first, but I think the real coprophiles might notice something different. Sure, there’s a fecal theme on clear display in every last picture, but they ain’t all doing the same things with their doo doo. No, <strong>there’s actually a pretty wide range of perverted, poopy sex acts</strong>.</p><p></p><p>In some ways, FreeScatPorn feels like a regular tube with all the regular tube categories. The only difference is the consistent infusion of fudge. There are blowjobs with chocolate frosting, lesbians working out while having stomach issues, masturbation scenes with caca as lube, and homebrew amateur pornos where everybody goes home stinky. The vanilla sex is transformed into kink, and the fetish content takes it to another level. Who’s up for some scat domination with a deuce-dropping dominatrix?</p><p></p><p>Tagging is well implemented, with a sidebar menu of quick links to Free Scat Porn in categories like Eating Scat, Ebony Scat, Enema Scat and Extreme Scat. The list also gave me my first clue as to the size and scope of the catalog. As of this writing, they’ve got 26 panty pooping vids, 31 public crap films, 45 bondage scat movies, and nearly 200 filed under scat smearing.</p><p></p><p>FreeScatPorn.com might be a newer site, but it really looks like they’re angling to capture every scat fan on the internet. There are sections of the website that are waiting to get filled, like the Gay and Shemale categories, the Models section and the Paysites area. The Community area only has a handful of members right now, but given how quickly the traffic is rising, I’m hoping to see even more action here soon. An active community could really help fill the FreeScatPorn Albums, currently empty, with DIY poo pics.</p><p></p><p></p><h3>Hundreds of Hot, Steamy Turds</h3><p></p><p></p><p>Given the deep niche, I was worried the updates would be few and far between. FreeScatPorn.com does a better job updating the catalog than other fetish sites, though, typically adding a few new movies every day. I’m writing this around lunchtime on Valentine’s Day, and they’ve already dropped three big steamy turds today. That’d be a metaphor for low-quality content on another site, but I mean it more literally here, and I mean it in a good way.</p><p></p><p>I took a quick look at the newest offering on the menu, a 23-minute film called Sexy Scat Brunette Goes Wild: Stuffing Chopped Fruits Up Her Ass and Eating Her Dirty Mix. It’s an older scene, I’m guessing early 2000s from the film quality and the décor, with a watermark from a now-defunct scat paysite. A cutie with her perfect peach aimed at the camera eats fruit from a plate, shoves it up her ass, shits it out, and then buries her face in the pile. Dinner is served!</p><p></p><p>I found a fair amount of this older content while I was poking around. While I hesitate to call it vintage at this age, I know the scat fans are really going to appreciate how FreeScatPorn is archiving the stuff. With so many other tubes banning the stuff, this content is at real risk of being lost forever without sites like this.</p><p></p><p>The library ain’t limited to the oldies, of course. Nah, they’re playing the greatest hits from every era, including modern OnlyFans-style content with Instagram sluts and vertical videos. Next, I watched a MILF wearing nothing but a pair of pink stripper heels fuck her own poopy ass with a big black dildo, spilling mess all over the floor before giving that dirty dong a very sloppy blowjob. The dark, chunky doo stands out in high contrast to her smooth, pale flesh.</p><p></p><p>The MILF was smoking hot, and I wanted to see more of her. Unfortunately, since none of the models are tagged yet, there was no easy way to find her again. The uploader had a nice, big collection to share, but it was so extensive I had a hard time picking her out from the thumbnails alone. I guess I’ll just have to come back later and keep poking around.</p><p></p><p></p><h3>Who’s That Girl with the Really Filthy Mouth?</h3><p></p><p></p><p>That means, <strong>you’re going to be jerking off to gorgeous amateurs and sexy fetish models</strong>. If you’re into the girl next door or legit housewives, you’re in luck, because that’s who’s performing around here. I saw a lot of mature chicks, BBWs, and other babes that don’t fit the usual pornstar mold, but I also saw a few blonde bimbos with fake boobies. All in all, it’s a damn fine selection of ladies, and none of them are shy about that freaky shit you’re into—literally!</p><p></p><p>As I wrap this up, I’m watching a 36-minute-long Brazilian dungeon lesdom session. A busty gal in red lingerie and devil horns is bossing around her naked slave, and starts pissing in her mouth during the pussy eating. I don’t want to give away what happens, but dirtier things soon come out of the devil’s body and into her slave’s. There’s no Download button, but you can save the video with a third-party downloader plugin if you just can’t live without it.</p><p></p><p>FreeScatPorn.com obviously ain’t for everyone, but it might be for anyone who loves poop. It can be hard to please kinksters because their tastes are so wildly different and particular, but there’s such a range of scat content included here that I’d bet money you find what you’re looking for. It’s a newer site, but they’ve already got an impressive collection that’s growing by the day. Check out that list of categories on the front page and see if they’re stocking your favorite flavors of chocolate.</p>"}},{"id":"2f2b98aa600e","collection":"sites_en","data":{"slug":"2f2b98aa600e","title":"xHamster Pee","lang":"en","date":"2025-10-28T00:00:00.000Z","description":"xHamster.comPee You also like yellow soup bathing right? Is this dirty bastard browsing xHamster's urine theme page can meet your needs Water sports wife having blowjobs and blowjobs everything you can browse this website you will know","canonical":"https://theporndude.com/zh/1980/xhamsterpee","affiliate_url":"https://xhamster.com/categories/pissing","rating":5,"siteOrder":7,"price":"free","tags":[],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_en"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/9d1da4e-xhamsterpee_small.png","image_alt":"xHamster Pee, feces porn site","scraped_at":"2025-10-28T22:00:26.830Z","iconSpritesheet":"favicon-spritesheet.png","iconPosition":"-192px -736px","iconClassName":"icon1980","logoIconClass":"icon49","pros":["lots of authentic amateur content","plenty of ways to filter in/out videos","no annoying ads, the site is usable with adblock","video players have plenty of quality options and load fast","fully accessible via mobile","excellent premium piss scenes"],"cons":["no way to separate professional and amateur-made content","no piss-dedicated photo section","website’s visual design is more or less bland and basic","unable to ‘combine’ this category with the others on the left-hand side"],"detailedDescription":"<p>There are a lot of fetishes in the world, and many of them steer clear of the normality that is vanilla sex, delving deep into the depths of everything normal everyday people would consider taboo and bizarre. A lot of people like different things, and that's totally okay because it gives sexuality a wide spectrum of different affinities and preferences which can all be utilized within professionally-made XXX content for the porn industry, which not only widens the horizons of those who watch it but also establishes new boundaries for what’s considered normal, and what isn’t. For example, it’s not hard to find a girl in her 20s nowadays who loves to be choked, slapped and/or verbally abused while having sex, and most guys won’t consider buckling down with just one girl if she isn’t open towards giving them blowjobs and possibly swallowing when they blow a load. Sexuality has evolved way past its once-strict boundaries, and it’s safe to say that pornography, and the various themes which it includes nowadays, is part of what made that evolution possible.</p><p></p><p>People nowadays will rarely settle for a partner who is boring in bed, and experimentation is what makes satisfies their sexual curiosity - I mean you only live once, and do you want to live a life where you don’t get to choke a girl out while she’s giving you a blowjob, or fuck a girl who has her hands and legs tied down with rope? Or maybe experience how thrilling orgasms are when your partner lets you finish in their mouths? Or perhaps you’ve already experienced those things (since they are more or less normal nowadays) and are now moving onto scat territory, and wouldn’t mind using a little pee with your partner when having sex? If so, then you’re definitely someone who would fap to XHamster’s ‘Piss’ category, because it’s in my professional and personal opinion as an expert on all things internet porn one of the best destinations on the whole internet for piss-based pornography. Let’s check out XHamster’s ‘Piss’ section and see what makes it tick, its inner workings and if it has any flaws that need to be fixed…</p><p></p><p></p><h3>This is One of The Best Destinations for This Stuff</h3><p></p><p></p><p>When it comes to piss porn, there’s usually a boundary which strongly defines the very intensity of the act itself. This boundary is defined by whether or not the girl in question is open towards actually swallowing the guy’s piss or not, and believe it or not that makes all the difference. Now I personally think that swallowing piss makes the whole thing more ‘hardcore’, but some would disagree - some people believe that when a dude pisses on say, a girl’s face, the piss goes everywhere and makes the scene look spectacular, which could be seen as ‘hardcore’. In any case, I don’t think that swallowing actual urine is something that a person could easily do, therefore as an expert on all things porn I do declare that any form of piss porn where the girl swallows should be declared as the more ‘hardcore’ counterpart to just pure piss play with no swallowing. And there’s plenty of both of that kind of stuff here on this urine-filled category on XHamster which I’m sure could satisfy any caliber of piss lover out there.</p><p></p><p></p><h3>Some of Them Just Piss By Themselves</h3><p></p><p></p><p></p><h3>Authentic Amateur Content Included</h3><p></p><p></p><p>As a result, lots of people prefer the authentic homemade stuff over the professional stuff, especially if they’re people who’ve been fapping to internet pornography for some years now. This is why I’m pleased to see such a wide selection and general focus on actual homemade content here, which involves couples pissing on each other without a care in the world due to the fact that they’re filming themselves for their own viewing pleasure and not being filmed by a 7-man filming team. The fact that these people are alone at the time of their filming makes them act much more natural in front of the camera, which gives the content they film that authentic ‘oomph’ which is extremely hard to replicate on professional XXX works and titles. In any case, there’s a wide selection of authentic material here which I’m sure will please most of you who are interested in ‘taking a dip’ into this domain.</p><p></p><p></p><h3>Optimized for Mobile Use</h3><p></p><p></p><p></p><h3>Several Content Filters for Your Needs</h3><p></p>"}},{"id":"9e3e167c5fd1","collection":"sites_en","data":{"slug":"9e3e167c5fd1","title":"DirtyShack","lang":"en","date":"2025-10-28T00:00:00.000Z","description":"DirtyShack.comDirty Shack is a website focused on the dirtiest fetish do you like fetish and urine do you want to watch people urinate and defecate like little kids, then you should definitely come to DirtyShack to check out...","canonical":"https://theporndude.com/zh/614/dirtyshack","affiliate_url":"https://www.dirtyshack.com/","rating":4,"siteOrder":8,"price":"free","tags":[],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_en"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/d818ab5-dirtyshack_small.png","image_alt":"DirtyShack, feces porn site","scraped_at":"2025-10-28T22:00:32.743Z","iconSpritesheet":"favicon-spritesheet.png","iconPosition":"-48px -256px","iconClassName":"icon614","logoIconClass":"icon614","pros":["there's a lot of scat content here","the design of the page is nice and simple"],"cons":["the so-called members of the page might not even be real people"],"detailedDescription":"<p>Ready to get all messy at Dirty Shack? It will never cease to amaze me with the things that you people get off to. They are absolutely insane! I'll be completely honest, and I'll say that I don't get this fetish, at all. Is it about degradation, humiliation, disgust? Did these people really sink this low that watching someone take a shit arouses them? Damn son, just, damn. However, that's the world we live in. Even though this is definitively not something that floats my boat, DirtyShack.com will get its fair share of reviewing. Furthermore, even though I don't exactly get this fetish, I'll try to make my journey as painless as possible with nervous humor so I feel like my job is not that messed up. Well, it's the site, well, actually, it's the ones who desire this content who are messed up, but that's another topic. Onwards.</p><p></p><p>So, Dirty Shack (as you can clearly see from the introduction) is a website that is all about people taking dumps. Sometimes it's people taking dumps and being recorded without even knowing it. Sometimes it's people taking dumps right in front of the camera. These people might even take a dump in their new jeans and get themselves dirty. Taking a poop in your new white dress? In public? Sure, why not...</p><p></p><p>Starting off with the shit tabs. There are a few header tabs that are worth mentioning, so, if you are a scat lover, pay attention. If you don't want to see nasty things like these, well then you might as well leave now. Check the views on these videos. Go on, I'll wait. There are so many people watching these, it's scary, honestly. There's a video of a male slave being told to eat poo, it lasts a minute, and it's pretty god damn gross. The views? Oh, about 26 thousand people have seen this video, and 71% of the people who have seen it gave it a thumbs up. Who am I to judge them right? The video right next to it has a 100% rating and around 10 thousand views. Shoot me, I don't want to live in this world!</p><p></p><p>Pooping isn't the only thing these people do. No sir. They also pee all over the god damn place, but they will also vomit. I hope this makes you horny. Until now we've only been talking about the home page, but more horrors await on the \"videos\" tab, and this is where you can really geek out on your preferences of videos of people taking dumps on other people. Sounds fun, right? First off, you can choose the duration of your videos, they can be anywhere between a minute and 45 minutes. However, if you have a video of someone pooping that lasts more than 45 minutes, all kinds of questions start to pop up in your head. I mean, I've taken such dumps in the past, especially before going to work, however, I don't think anyone recorded me.</p><p></p><p>If you ever get bored of looking at these videos, then you should definitively check out the pictures gallery. First off, you might expect static pictures here, but that's not what you'll find on DirtyShack.com. Rather, you will mostly find gifs. These do the job for most people, I guess. Most of the gifs posted here are of a fat dude with a huge nutsack taking dumps over and over again, infinity and beyond. So yeah, heads up.</p><p></p><p>If you want to log in on the website, then you might as well do it. The creation process is pretty simple, above all, it's free. I don't think anyone wants to pay money to see videos of people taking dumps, right? I know that there's someone out there who is willing to spend money on such a thing, but I'll just pretend they don't exist. Honestly, it depresses me. So, if you click on the \"members\" tab, you'll find a lot of people here. I don't know if all of these members are even real since all of their names are just straight-up numbers. It looks like randomly generated stuff, but I don't know. Maybe these people don't want to be identified. I'd be pretty embarrassed if people knew I get off to videos of people pooping. I mean, I don't get off to something like that. I'm only saying hypothetically.</p><p></p><p>DirtyShack.com offers a lot of videos, and I guess that's nice. I don't think I can make poop jokes, I was good at that stuff (fart jokes as well) back in like fourth grade, but I've lost my touch...however I wish I could bust such a joke right now. The design of the page is quite decent as well, I'd be very happy with this page if the content didn't make me want to make my breakfast go through my throat in the opposite direction.</p>"}},{"id":"30213dcb418c","collection":"sites_en","data":{"slug":"30213dcb418c","title":"KinkBook","lang":"en","date":"2025-10-28T00:00:00.000Z","description":"KinkBook.com is a real extreme porn site and more has a lot of porn from extreme female domination to dirty indecent","canonical":"https://theporndude.com/zh/24279/kinkbook-website-review","affiliate_url":"https://kinkbook.com/","rating":4,"siteOrder":9,"price":"free","tags":[],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_en"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/7d11b59-kinkbook-website-review_small.png","image_alt":"KinkBook, feces porn site","scraped_at":"2025-10-28T22:00:38.349Z","iconSpritesheet":"custom-favicon-spritesheet.png","iconPosition":"-256px -992px","iconClassName":"ctm-icon24279","logoIconClass":"icon24279","pros":["a genuinely extreme porn site that is not for the easily offended","the size of the porn collection within is incredible, especially its scat genre","videos tend to play as smoothly as a scat slut’s shitting butthole"],"cons":["the dual logo spelling more or less the same thing twice could be streamlined"],"detailedDescription":"<p>Kink Book! There really is a broad myriad of porn tastes out there, and anybody who has spoken to a diverse range of smut fanatics will be able to tell you that various people have a different level of tolerance for the kind of filth that often plays on their dirty little laptop screens. Now, let me explain to you precisely what I mean!</p><p></p><p>You see, on the one hand, you might have some people who are visibly shocked when they see the depraved sight of a woman getting deep drilled in a double penetration session to such a brutal extent that her asshole ends up prolapsing on your screen. On the other hand, though, there's also a specific kind of porn fanatic out there who would look at such extreme levels of sleaze, yawn, and say ‘’boring!’’</p><p></p><p>Yeah, to say that the latter kind of porn enjoyer is insatiable is something of an understatement. What they often find themselves face-to-face with, though, is the fact that there is a limited amount of porn sites out there that can really get their plums pumping because they've seen it all, done it all, and are still fuckin’ hungry for more.</p><p></p><p>Thankfully, though, it's your lucky day if you're one of those porn enjoyers with a more hardcore level of taste in store because I am on hand to guide you through the kind of extreme-tier porn tube sites that definitely don't pull any punches and bring you the kind of perverted action that is the dictionary definition of kinky. Now, will the topic of today's review, a dirty little website called Kinkbook.com, be one of them? Let's find out together!</p><p></p><p></p><h3>What is Kinkbook.com?</h3><p></p><p></p><p>It also quickly becomes clear that Kinkbook.com is aiming to become much more than a standard porn tube site because this platform seems to be laying the groundwork for a kinky community as well as the ability to monetise amateur fetish content through paid videos, too.</p><p></p><p></p><h3>What's the Extreme Porn Like on Kinkbook.com?</h3><p></p><p></p><p>1. Anna De Ville’s Scat Adventure With Kaitlyn Katsaros - Anna De Ville is a pretty infamous name in the porn industry of the Czech Republic when it comes to the kind of brutal anal action that sees her sphincter blowing out in some of the most perverted prolapses you've ever seen. In this video, though, we see just how dirty Anna's anal exploits can really be! I'm just so fucking thankful that the scene was filmed in an easy-to-clean wet room because, fucking hell, it gets absolutely filthy! These bitches kick things off by vomiting all over each other until they're literally drenched in sick, and it's then followed up by a bunch of pissing action as well as some brutal scat action. The final scene, if you can even make it that far, sees both of these bitches taking a fat dump into a pink dog bowl before smearing it all over their skin like it's some kind of expensive moisturiser. Yeah, this is all as perverted as you can get, but will the next scene be able to outdo it?</p><p>2. Mature Blonde’s Shitty Anal Sex Tape - When they describe this sex tape as being ‘’shitty,’’ it's not because this mature blonde isn't very good at taking a cock up her arse. It kicks off with this smoking hot MILF sitting on a black leather couch before she is joined by one of her lovers, who slides bareback into her asshole for an anal session that she will never forget. Now, this perverted old bitch didn't even bother to douche, and there's a damn good reason for her because the pair of them love to indulge in a bit of scat action. This guy ends up fucking her mature asshole so damn hard that she ends up shitting herself like crazy, and the fact that she's wearing a pair of pantyhose just ensures that all of that nasty stuff is captured for you to admire it all in its perverted glory.</p><p>3. Femdom Bitch Makes a Sissy Eat Shit - This gorgeous sissy Thot thought that she had consumed so many sissy hypno videos of the past few years that she was more than well equipped to withstand the perverted mindset of her local mature dominatrix. Little did she know that the latter was about as demented in the dungeon as could be, and she had no idea what kind of mayhem she was about to throw her way. We see this sissy slut held down and helpless as this perverted dominatrix squats over her and drops a fat dump all over her face before making her eat it. Man, this is a female domination session that this sissy whore will never forget.</p><p></p><p></p><h3>The Design of the Site</h3><p></p><p></p><p>After this, you'll see that Kinkbook.com splits into three sections, with the first being a left-hand sidebar where you'll find a vertical list of the top categories on the site, such as public scat and vomit women. Each category also comes with a ticker showing you how many scenes are contained within each one.</p><p></p><p>The second part of the homepage is where you'll see everything from a horizontal list of members who have uploaded the most videos, videos currently being watched, the newest videos, and more. The final part of the homepage is another sidebar clinging to the right-hand side, which contains a vertical list of the users who have made the most comments in recent days.</p><p></p><p></p><h3>What I Like Most About it</h3><p></p><p></p><p>Kinkbook.com does feel a little bit like a new site that is still working on setting itself up as being a kink-obsessed social media platform crossed with a porn tube site, but you'll quickly understand that there's a fucked ton of videos to be found within it, especially within the scat genre because there has literally tens of thousands of titles for you to explore!</p><p></p><p>And it's not just the fact that Kinkbook.com has a decent amount of content, but it also quickly becomes clear that most of the videos on the site play about as smoothly as some of the poop coming out of the assholes of these scat lovin’ bitches! I found that I was able to watch most of the content uninterrupted and at high speed, which is always a bonus!</p><p></p><p></p><h3>What I Don’t Like</h3><p></p><p></p><p></p><h3>Suggestions I Have for Kinkbook.com</h3><p></p><p></p><p></p><h3>Conclusion</h3><p></p>"}},{"id":"e102f1ea036e","collection":"sites_en","data":{"slug":"e102f1ea036e","title":"Trash Porn","lang":"en","date":"2025-10-28T00:00:00.000Z","description":"Trash.porn is an extreme porn fetish website that delivers on your promises with a selection of feces and feminist content that will open your eyes to harden your dick","canonical":"https://theporndude.com/zh/16543/trashporn","affiliate_url":"https://trash.porn/","rating":4,"siteOrder":11,"price":"free","tags":[],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_en"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/7584056-trashporn_small.png","image_alt":"Trash Porn, feces porn site","scraped_at":"2025-10-28T22:00:49.553Z","iconSpritesheet":"default","logoIconClass":"icon2257","pros":["an extreme porn niche that packs a punch and delivers on its promises","it has focused on a select few porn niches rather than spreading itself too thin","non-members get a great insight into the content within through gifs and trailers"],"cons":["the site feels bare bones in many areas and needs more written content"],"detailedDescription":"<p>As much as I love sliding deep into a 24-hour porn marathon that pushes my cock to the very limit, it’s fair to say that it can leave you feeling a little desensitized after a while. I mean, have you ever found yourself looking for constantly more hardcore shit yet feel your eyes rolling continuously as your cock finds itself growing bored?</p><p></p><p>Hell, I’m sure you can all relate. You started with some classic anal porn, but you wanted to see a chick getting her ass hammered harder. You upgraded to some classic double anal smut shot on the outskirts of Prague, but even that didn’t tease your willy enough. In the end, you found one of the more elusive TAP gangbangs that saw a cock-hungry whore’s asshole turned into something that looked like a windsock.</p><p></p><p>Surely, you can’t get any more harder than that, right? Wrong! The truth is that there’s a handful of extreme fetish sites out there that strive to cater to people just like you, and they pledge to deliver the kind of porn that will cause your eyes to widen, your jaw to drop, and your cock to burst back into action and say, ‘’Now that’s what I’m fuckin’ talking about!’’</p><p></p><p>But where do you find such sites? Well, I’ve been told that one of them is called Trash.porn, and it’s home to the kind of extreme filth that is reserved for those with a strong stomach and an even stronger dick. But is it really as hardcore as people make out? Or will it continue to cause our dicks to roll its eye and demand something even more hardcore?</p><p></p><p>Join me on this extreme porn adventure, and let’s find out together if you dare!</p><p></p><p></p><h3>What is Trash.porn?</h3><p></p><p></p><p>From horny 18+ teens pissing themselves in public to perverted Dommes taking a dump in a slave’s open mouth, this is the kind of smut that will really keep you on your toes. However, it’s a members-only site that requires signing up for an account to access all of their filth in full and not just see the trailer versions.</p><p></p><p></p><h3>What’s the Extreme Fetish Porn Like on Deepkpop.com?</h3><p></p><p></p><p>1. Maria Anjel’s First Scat Sex Session - Maria Anjel is no stranger to shitting her panties, and she seems to have made quite a name for herself in this filthy but much-loved porn fetish. In this video, though, she documents her first-ever time getting fucked after a scat session. In a sleazy motel room, this cute-looking chick is quick to take a dump on the floor and smear it on her cheeks like war paint before inviting a hung fuck buddy to use her like a free-use sex toy. Now, I’ve seen plenty of cum covered fucking in my time, but never shit-covered fucking! This dude banging her doesn’t give a shit (if you’ll excuse the pun) about her being covered in doo-doo, even as she smears more of it on her face while bouncing on his dick like a nympho. Just spare a thought for the motel cleaners the morning after!</p><p>2. Nicol Remy Spewing Milk Across the Hotel Room - Another much-loved niche on Trash.porn is vomiting, especially when a chick has just consumed her own body weight in milk so that she can fire it across the room Exorcist-style for the entertainment of her perverted fans. That’s precisely what Nicol Remy does in this scene. After downing gallons of fresh milk, she puts herself through one of the most intense deepthroating masturbation experiences ever seen by thrusting a giant dildo as far down her neck as it will go. Fuck, it doesn’t take long for all of that milk to make a reappearance as she projectile vomits across the room, covering her hair and tits in the debauched liquid. Nicol, however, knows her audience and proceeds to scoop it up and smear it all over her naked body, even stuffing her own hair into her mouth to suck it out. It’s debauched!</p><p>3. Dominatrix Duo Use a Nerdy Bitch Like Their Toy/Toilet - Damn, all this chick wanted was to be one of the popular girls and hang out with them at the pool. Little did she know what these sadistic whores had in store. These two lesbian Dommes use their subordinate like a cheap sex toy all day long in a session that gets more humiliating by the minute. The sub is made to worship every inch of their feet while they chuck humiliating slurs at her before her tongue is put to work in their pussies and asses. It doesn't end there, though, because these two sadistic chicks use her mouth like a human toilet and pee down her neck while laughing maniacally. After that, it’s pooping time! Both girls take a massive dump on her exposed tits before smearing it all over her with their naked feet. Man, if that’s the price of being popular, she’d probably rather be a nerd!</p><p></p><p></p><h3>The Design of the Site</h3><p></p><p></p><p>Trash.porn’s main menu has links to all of the usual places, such as the latest, top-rated, and most viewed content, a list of studios, and a selection of featured studios and fetish modes to be found across the site. Then, if the extremity of the categories hasn’t already put you off and run for the hills, you’ll reach the homepage.</p><p></p><p>The site's homepage has two sections of videos, featured and latest. Videos are presented in horizontal blocks of four with a thumbnail, trailer GIF, title, category, curation, and the number of views. As you reach the bottom of the homepage, you’ll see a selection of popular content tags to be found across the site, and these stretch from stuff like scat and pissing to public porn and creampies.</p><p></p><p></p><h3>What I Like Most About it</h3><p></p><p></p><p>I also liked how Trash.porn hasn’t strayed too far from its niches and spread itself too thin. Instead, it’s focused on a select set of categories that it aims to make as thick as the turds that come out of some of these scat whore’s assholes. From vomiting and watersports to scat and extreme Femdom, it’s an eye-opening selection of porn that packs a sordid punch.</p><p></p><p>While Trash.porn is a membership site, there’s equally a nice chunk of content to be had for those who haven’t signed up as members. Whether you delve into the pre-roll GIFs or indulge in the scene trailers on the landing page, the site offers a great look into the kind of smut within, regardless of whether you’re a member. That’s a good sign of a site that has confidence in its product.</p><p></p><p></p><h3>What I Don’t Like</h3><p></p><p></p><p></p><h3>Suggestions I Have for Trash.porn</h3><p></p><p></p><p></p><h3>Conclusion</h3><p></p>"}},{"id":"8783ac63e805","collection":"sites_en","data":{"slug":"8783ac63e805","title":"ScatFile","lang":"en","date":"2025-10-28T00:00:00.000Z","description":"ScatFile.com Do you think feces porn videos are good-looking if you think so then you will definitely like feces porn content and that is why the Scat File website exists. This is a specialized for those who like to use many different things...","canonical":"https://theporndude.com/zh/1989/scatfile","affiliate_url":"https://scatfile.com/","rating":4,"siteOrder":17,"price":"free","tags":[],"features":[],"categories":[{"id":"free-porn-download-sites","collection":"categories_en"},{"id":"top-scat-porn-tube-sites","collection":"categories_en"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/8d0786a-scatfile_small.png","image_alt":"ScatFile, free AV download website","scraped_at":"2025-10-28T20:07:29.223Z","iconSpritesheet":"favicon-spritesheet.png","iconPosition":"-336px -736px","iconClassName":"icon1989","logoIconClass":"icon1989","pros":["lots of scat videos","good downloads"],"cons":["i am not a fan of poop","not that many user features"],"detailedDescription":"<p>To all the shit lovers out there, I have a great site to talk about, the Scat File. This is a premium porn place, or so to speak, because you will have to pay for content, and it is filled with the dirtiest yet hottest scat porn videos you have ever seen. There is a lot for you to explore and a lot for me to explain, so if you are interested to know whether this scat porn site is worth your money, just continue reading.</p><p></p><p></p><h3>Great tour page, and lots of premium options.</h3><p></p><p></p><p>Of course, if you are not into scat, I am not sure why the hell you are still here. Scat is a porn category, where people explore and share their love for poop. Yep, that exists, but it should not be that weird, since today you have so many different porn categories, that I am not surprised by anything anymore. On the other hand, the scat category has been with us for quite some time, so if you’ve never heard of it, you must be too young for the internet.</p><p></p><p>At first glance, the site looks pretty normal, and it is very much obvious that this is a premium place. I do wish that it was free, but then again, why would they offer such great content for free? They have to make money somehow, and that is where we come to play. There is a lot of content right off the bat, which means that they are not holding back when it comes to variety.</p><p></p><p>Sure, they will only offer scat pornography, since the site’s name is scatfile.com, but there is a variety when it comes to delivering the love for poop. You have plenty of videos to go through, and I shall mention that a bit later. First, I shall talk more about the tour and premium sections, prices, and overall options.</p><p></p><p>If you are not interested in that, you are more than welcome to skip ahead. As I have mentioned, you can easily see that this is a premium site, which is good, since that means that their overall design is not that bad. The tour page is quite giving, and there is a lot for you to explore. They claim to have a lot of videos in their database, and while I did not count, I can surely agree.</p><p></p><p>The homepage will have loads and loads of clips that you can watch, but without a paid membership you will only be able to see the first 30 seconds of the video. This is how I know what kind of shit they have to offer, even without a membership; but, do not worry, I made sure to subscribe and see what they actually have to give to their community.</p><p></p><p>If you scroll all the way down, you will have their own introduction, where you can learn more about what inspired them to make this site, how their collection was created, and so on. You can also learn more about scat, but at this point, I think it is pretty obvious that scat is just poop porn… and it includes every variation of that.</p><p></p><p>What most of you are interested in, is how much is the premium and is it actually worth it, right? Well, I can tell you about the price and what the premium section has to offer, but whether you think that this section is worth it or not, all depends on you. What are you looking for, how dirty do you wish your content was, and are you even able to pay?</p><p></p><p>Well, there are four subscription options, but this place works in a different way. You can register for free, and choose to upload your own shit videos if that is what you want. Of course, those videos will be reviewed first, and then posted on the site. Now, if you want to enjoy their content, you will be able to do that once you download the videos… and pay.</p><p></p><p>You can purchase the monthly membership of $19.95, the 90-day membership of $39.95, the 180-day membership of $69.95 and the 2-year membership of $89.95. This membership will allow you to download any of the clips you see on their site since apparently, you are not really able to watch. The prices are not that high, which is always a good thing.</p><p></p><p>The premium features allow you to have a high-speed download, view some of the videos online, no delays during download, storage of 1TB, no ads, and good customer support. Then again, if you are paying for the content, this is something that should already be expected.</p><p></p><p></p><h3>Great scat content.</h3><p></p><p></p><p>One of the first clips I checked put featured a dude with a mask tied up, with a toilet seat covering his face. His mistress then came, sat on the toilet and started shitting. He had to take everything, as later she made sure that he ingested all of her poop. Now, that is one very dominant chick, and there were a lot of videos made in a similar way.</p><p></p><p>There were also the solo clips where the chicks will eat a ton of food, and then poop it out for the camera. They would usually do this naked, or wearing some see-through panties so you can see everything clearly. Some of them just bluntly shat in their pants instead, and then took them off and smeared them everywhere.</p><p></p><p>This is why I stated that whether you like the content or not is something that you should know, and not something that I should tell you. However, I think that if you like poop porn, and you are not easily disgusted, you are bound to love the videos here; especially since there is a huge variety revolving around this one dirty niche.</p><p></p><p>The quality of the videos is usually solid, and you will see a small trailer, description, and screenshots of the video as well. However, most of these clips are done by amateurs, so you can never predict what will happen, and personally, I think that that is a good thing. When you find a video you like, you will be sent to xubster.com where all the downloads take place.</p><p></p><p></p><h3>Not that many good features…</h3><p></p><p></p><p>Seeing as how they were able to create this great place filled with all kinds of shit videos, I highly doubt that they were not able to create a simple category/filter system to help you find the kinky videos you like to masturbate to.</p><p></p><p>If you like what you see on scatfile.com, you should think about donating. Sure, their content already takes a couple of bucks to watch, but the interest costs or whatnot are becoming a bit pricey, so why the fuck would you not support a site you love to visit. Other than what I have mentioned, there are not that many great user options… and that was disappointing.</p><p></p><p>Overall, I think that everyone who enjoys watching shit clips will love what scatfile.com has to offer. This is a place solely dedicated to the poop-loving community, with a hint of piss here and there. So, if you ever looked at shit and thought you wanted somebody to smear that all across your face, or you want is straight from somebody’s ass, you’ve come to the right place.</p>"}},{"id":"44a29e9c8184","collection":"sites_en","data":{"slug":"44a29e9c8184","title":"ScatBB","lang":"en","date":"2025-10-28T00:00:00.000Z","description":"There are thousands of XXX shit movies on ScatBB.com covering all sub-types. You can download all of them for free to watch beautiful women shit, piss, vomiting, etc.","canonical":"https://theporndude.com/zh/16974/scatbb","affiliate_url":"https://scatbb.com/","rating":4,"siteOrder":31,"price":"free","tags":["免费","下载"],"features":["下载"],"categories":[{"id":"free-porn-download-sites","collection":"categories_en"},{"id":"top-scat-porn-tube-sites","collection":"categories_en"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/b5a0270-scatbb_small.png","image_alt":"ScatBB, free AV download website","scraped_at":"2025-10-28T20:08:52.177Z","iconSpritesheet":"default","logoIconClass":"icon0","pros":["free scat video download site","a wider variety of scat porn than i’d expected","8000+ videos","new movies added daily","lots of screengrabs"],"cons":["couldn’t find a full tags index","files hosted on file locker services"],"detailedDescription":"<p>Scat BB! By name alone, ScatBB sounds like it could be a message board where music fans wax nostalgic on the vocal stylings of artists like Bobby McFerrin and Scatman John. If that were the case, though, you wouldn’t be reading about it here at MissAVDH. No, the scat we’ll be talking about today is of the more pungent variety. I’ll warn you now that this next joint ain’t for everyone, but I bet you’ve already guessed that. You ain’t everyone, are you? It can be hard getting your fix when you’ve got such a shitty fetish, but these guys have you covered.</p><p></p><p>Shit happens. ScatBB.com might know this basic fact of life even better than the average joe or your typical tube, as <strong>this free porn-download site is all about beautiful women and their bodily waste</strong>. While detractors hold their noses, fans would argue this is an undersung niche, neglected by the major tubes and paysites alike. I can’t say I’m the biggest fan of this type of homemade chocolate, but maybe I’m the odd man out today; they’re pulling hundreds of thousands of visitors a month. Let me put on some gloves and we’ll get elbow-deep up in this muck.</p><p></p><p></p><h3>Putting the Scat in Scat BB</h3><p></p><p></p><p>As soon as I landed, I saw more human bodily waste covering every surface than I have since the last time I needed to use the McDonald’s restroom. There are beautiful naked women making mud pies and playing with it, shitting themselves in the shower, and sitting around for picnics of pudding. A couple of the recent updates are JAV (Japanese Adult Video), with DVD covers showing pretty Asian faces beneath human soft serve machines, or tied in shibari ropes and smeared with a natural, thick and unpleasantly fragrant grease paint.</p><p></p><p>Honestly, it’s a wider variety of scat porn than I’d expected. I’ve seen a couple similar sites that focus on a particular type of scene, like women wetting themselves, but these chicks are doing all kinds of filthy things with their filth. It didn’t take me long to find broads getting pooped on while sucking cock, lesbians puking on each other during live webcam shows, and a woman performing fecal acrobatics by standing on a high stool and firing a bullseye into the toilet below.</p><p></p><p>I couldn’t find a full list of tags on ScatBB.com, but it looks like they’re well implemented. Beneath every video thumbnail is a little cloud of clickable keywords like Farting, Eating, Scat Masturbation and Toilet Slavery. Tune in for some Anal Fisting, Scat Oral, Tasting, Classy n Gassy and more. There’s a lot of overlap between tags, which complicates the cataloging a bit, but fans will be able to find their deep-deep-niche of choice. Make use of that search bar!</p><p></p><p></p><h3>Scat BB Movies by the Thousands</h3><p></p><p></p><p>That’s one of the reasons I was so impressed by the size and scope of the collection here. <strong>ScatBB has over 8,000 movies as of this writing</strong>, which should keep the poop eaters in the audience happy and fappy for a nice, long time. I bet some of you didn’t even know this many scat movies even existed out there in the wild.</p><p></p><p>Where the hell are they even coming from? Whoever’s running ScatBB.com and curating the collection seems to have a plug or two, because they’re adding fresh movies to the pile every day. Maybe “fresh” ain’t quite the right word, but you get my point. I’m whipping up this review on a Friday afternoon, and they’ve added no fewer than eight new movies today. Deep-niche porn sites don’t always update on the regular, but these guys are constantly offering new reasons to stop by.</p><p></p><p>Today’s newest drops include lesbians eating shit, a fudge-frosted MILF in nylons, some full-length Asian scat films, blowjob scat, and a couple videos of a gorgeous young lady making an absolute mess of her new jeans. Can you imagine working the counter at Wal-Mart when she goes to return them? This is exactly why I got out of customer service.</p><p></p><p></p><h3>Get Your Free Scat Porn Here</h3><p></p><p></p><p>It’s a little easier for me to tell you all about the convenience of the delivery. ScatBB.com doesn’t host anything itself, offloading the task to filehost services like Takefile. One of the big disadvantages here is that there’s going to be limited streaming, if any. Some filehosts allow streaming for premium members, but Takefile isn’t one of them. Scat BB ain’t as immediately accessible as a free tube, but is a lot more useful if you’re a collector.</p><p></p><p>The other major disadvantage of file lockers is the limits they put on users who haven’t bought a premium membership. This usually means you’ve got some wait times between downloads, and slow download speeds that’ll remind the oldies of the dial-up days. Some files are entirely restricted from free users.</p><p></p><p>One of the biggest problems with downloading porno from a free site is that you don’t always know what you’re going to get. Some joints are pretty skimpy with the free previews, so you end up waiting hours for a download to finish only to watch a half-baked porno that only gives you a half-hard erection. <strong>ScatBB, on the other hand, offers a nice, fat spread of screengrabs for every movie</strong>. You’ll know exactly what you’re getting into before you start clicking links.</p><p></p><p></p><h3>What About That Premium Access?</h3><p></p><p></p><p>When I first pulled up the Premium Access page, it was blank. Turns out, I needed to turn off my adblocker to even see the signup link, so do that first if you’re having any issues. TakeFile currently costs $35 a month, with discounts on longer plans. It’s more than a typical paysite, but a hell of a lot cheaper than buying your scat porn a la carte from anywhere else. Fetish porn can command a high dollar due to its rarity, when I’m sure you already know, poopy.</p><p></p><p>The notion of paying for full access to a “free” site might be a bit of a turnoff for some cheapskates, but if shit, piss and puke are what turn you on, it ain’t a bad deal at all. To the contrary, ScatBB.com is easily the best deal on scat porn I’ve seen in a while, whether you’re a freeloader or going all-in on Premium Access. The biggest draw here is obviously going to be the porno, because seriously, where else are you going to find a stash like this? It’s extensive and wide-ranging while maintaining a focus on eroticized bodily waste production, with downloads available at a click. If you’re a fan of the genre, this one’s going to be a very easy recommendation. Don’t forget to flush, or at least wash your hands after!</p>"}}]