[{"id":"52144832f599","collection":"sites_ja","data":{"slug":"52144832f599","title":"ThisVid Scat","lang":"ja","date":"2025-10-29T00:00:00.000Z","description":"thisvid.comscatは、ポルノコンテンツの汚れた側面を体験するのに最適な場所です。糞便のテーマは、関連する糞便が必要なポルノコンテンツをユーザーに提供できます。このウェブサイトは頻繁にビデオを更新します。 HDにはそれらの多くがあります。ここのコンテンツは編成されています...","canonical":"https://theporndude.com/zh/616/thisvidscat","affiliate_url":"https://thisvid.com/categories/scat/","rating":5,"siteOrder":1,"price":"free","tags":["高清"],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_ja"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/41c5849-thisvidscat_small.png","image_alt":"Thisvid Scat、糞便ポルノサイト","scraped_at":"2025-10-29T13:11:35.802Z","iconSpritesheet":"favicon-spritesheet.png","iconPosition":"-80px -256px","iconClassName":"icon616","logoIconClass":"icon2176","pros":["1000本を超える動画","hd動画も多数"],"cons":["ダウンロードできない"],"detailedDescription":"<p>This Vid Scatは狂った思考がもたらすフェチを追及する自由についてのサイトだ。たとえそれが非常に奇妙で、おぞましくて、非道徳的なモノであったとしてもな。このサイトのスカトロセクションは「普通の奴ら」のための場所じゃない、心臓の弱い奴らはもっての他だ。そしてもし昼食を食べたばかりなら、スカトロポルノが何なのかを説明する事を先に謝っておくぜ。吐き気を催しちまうかもしれないからな。この最高に汚ねぇ糞コンテンツについて話す事は出来るが、俺はスカトロポルノでシコる事は決してないだろう。だあ、この手のポルノでシコれるくらい狂った趣味をしてる奴らの事は尊敬するぜ。</p><p></p><p>それで、スカトロポルノって何なんだって？Urban Dictionaryでは、スペシャルコンバットアサルトチームの略だって事になってるが、俺はこれを見つけて爆笑したぜ。スカトロポルノで行われる唯一の攻撃は、ケツの穴から他人の口になされるモノだ。まだ分からないって？こいつは糞にフォーカスしたポルノだ；文字通り糞ほど汚ねぇが、大の大人がションベンと糞でプレイしてる所を見ながらシコる奴らにとってはホットなコンテンツだ。</p><p></p><p>This Vid.comでは他のニッチも大量にカバーしてるから、大の大人が糞まみれになってる所を見て吐き気を催すなら、そっちも利用できる事を憶えておくといいぜ。だが、余り喜ばしくない糞に満ちた活動に勤しむクレイジーな奴らが見たいって言うなら、このレビューの全文を読んでくれ。</p><p></p><h3>驚くほど小奇麗なデザイン</h3><p></p><p></p><p>このサイトにはあらゆるイカしたコンテンツ(この場合は糞動画)を探す上で役立つ一般的なメニューがある。ページの下部には153,612本の糞動画を満載したページが4267ページも存在する事を示すブラウジングメニューがある。他にも興味深い不穏なコンテンツが見えるが、これは明らかに想定通りだから驚くにはあたらないぜ。</p><p></p><p>日本人の脱糞シーンや、酷い下痢動画、中国人の顔面騎乗、自分の糞を身体に塗りたくってる女などが満載の所を想像してみろ。このサイトには視聴数と、評価、アップロード時間、動画の長さ、そして画質(HDアイコンが付いてる動画もある)などの情報と共に最近の動画から表示されている。</p><p></p><p>具体的に見たい糞動画があるなら右上から検索機能を利用する事ができる。右側には特に興味をそそるようなフェチにフォーカスしたカテゴリーの一覧がある。この一覧にはフェラチオや、中出し、異人種、成人などのバラエティーに富んだコンテンツが揃ってるから、お前らの趣味に合うモノが間違いなく見つかるはずだぜ。</p><p></p><h3>厳密にユーザーがアップロードしたブツのみ</h3><p></p><p></p><p>メンバー登録をすればメンバー同士でチャットしたり、共有されてる糞動画を閲覧したりできるから、同じように狂った奴ら同士で交流できる素晴らしい機会になるぜ。それに、上手くやれば出会ってファックできるチャンスをもあるかもしれない。興味があるならヤリ方は分かってるはずだ。</p><p></p><h3>大量の狂ったスカトロポルノ動画</h3><p></p><p></p><p>非常に当たり前の事だが、スカトロポルノは誰にでも合うわけじゃない。だが、この汚ねぇコンテンツでシコれる奴らにとっては天国だぜ。このサイトには自分の糞を見せびらかしたり、糞で遊んだり、自分の身体に塗りたくったり、オナニーしながら同時に糞をしたりする事が好きな男女が満載だ。なんてこった、中には自分の糞を躊躇なく食ってる奴らさえいるぜ！様々な要素が合わさったコンテンツが何でもあるから、スカトロポルノが好きなら気に入るコンテンツが必ず見つかるはずだ。</p><p></p><p>少女が縛り上げられて自分の糞を食わされてる動画の話なんかさせないでくれ。俺から言わせれば酷いコンテンツだし、普通の奴なら何が起こってるのかすら理解できないだろうが、そういうのを理解できる奴らもいるって事だ。心配はいらない。お前らの趣味をとやかく言う奴なんていないから。</p><p></p><h3>他にも見どころが豊富</h3><p></p><p></p><p>更に「写真」ってタブがあって、ここにはご想像の通り糞や、嘔吐物、ションベンなどのあらゆる汚ねぇブツが満載のギャラリーを見る事ができる。なんてこった、挿入を見る事さえできる。ギャラリーは「最新」や、「評価」、「閲覧数」で並び替えする事ができる。ここで紹介したのはこのサイトで見つかる狂ったコンテンツの一部でしかない。ヤバいコンテンツが大量にあるから、どんなエロいコンテンツに出くわすかなんて誰にも分からないぜ。</p><p></p><h3>見事な機能</h3><p></p><p></p><p>大量のフレッシュな動画；スカトロポルノは新しいコンテンツが本当に不足しているジャンルだから、多くのサイトは新鮮でエロい動画の需要に応える上で苦労している。だが、ThisVidは違うぜ。このサイトは日々、複数のシーンをアップロードしている。</p><p></p><p>幅広い動画；シーンはどれもションベンと糞に関するモノかもしれないが、どれも異なる体験を提供してくれる。特にカテゴリーやフェチを選ぶ事ができるから多様性には事欠かないぜ。</p><p></p><p>豊富なHDシーン；このサイトではスカトロジャンルを愛する奴らのためのコンテンツが相当な数提供されてるだけじゃなく、画質も十分な高さで提供されていて、かなりの数がHDで利用できる。</p><p></p><h3>褒められない機能</h3><p></p><p></p><p>低画質動画もある；これはコンテンツが主に素人制作だって事実に由来していると思うが、どうしようもなく低画質な動画を評価する事は出来ないぜ。</p><p></p><h3>俺の提案</h3><p></p><p></p><h3>結論</h3><p></p>"}},{"id":"881f4cd9844d","collection":"sites_ja","data":{"slug":"881f4cd9844d","title":"Scat Gold","lang":"ja","date":"2025-10-29T00:00:00.000Z","description":"scat.gold糞のポルノコンテンツが好きなら、ScatgoldというWebサイトに行ってScat Goldが糞便のポルノビデオでいっぱいで、最良の部分はこれらすべてのビデオを無料で見ることができることですが...","canonical":"https://theporndude.com/zh/2794/scatgold","affiliate_url":"https://scat.gold/","rating":4,"siteOrder":2,"price":"free","tags":["免费"],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_ja"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/a799a10-scatgold_small.png","image_alt":"SCAT GOLD、FECESポルノサイト","scraped_at":"2025-10-29T13:11:42.821Z","iconSpritesheet":"custom-favicon-spritesheet.png","iconPosition":"-128px -272px","iconClassName":"ctm-icon2794","logoIconClass":"icon2794","pros":["無料スカトロポルノ","このサイトはシンプルで全部無料だ","同じネットワークの他のウェブサイトを見ることができる"],"cons":["うざい広告が多すぎる"],"detailedDescription":"<p>ポルノグラフィーの多様性という話になれば、俺は本当にオープンマインドだ。これから教えるサイトについて俺は楽しんでいるわけではないが、これを読んでる君たち全員が楽しめないというわけではない。このサイトはscat.goldという。もうそのサイト名だけでどんなサイトかわかっただろう？</p><p></p><p>「スカトロ」というジャンルについて聞いたことがない人は簡単に気分が悪くなると思うのでここには近づかない方がいい。「スカトロ」とはポルノの1ジャンルでうんこやシット愛好家に関するものだ。なぜこんなものが一部で人気なのかということに関して、みんな答えを知りたいと思う。だがこれはあらゆるフェチに中でも一部でしかないんだ。全ての人間にはダーティなファンタジーが必要なんだ。 それでは始めようか。</p><p></p><p>サイトに行くとゴージャスな女性をたくさん見ることになる。 その女性たちはみんなはうんこを体に塗りたくっている。スクロールして下に行くと大量の動画が表示されている。どれも無料で見ることができると。最初行った時はたくさんのシナリオがあったので、もし君がスカトロが好きなら、このサイトは気に入ると思うぜ。</p><p></p><p>君が感謝するであろうことは、このサイトには現時点で2640を超える動画がある。そして日々更新されている。つまりこのサイトではコンテンツに不足することがないってことだ。俺は君たちがどれだけのポルノを毎日見るのかを知っている。だから2640ってのはかなり多い数字だと言えるんだ。</p><p></p><p>このサイトのデザインはとてもシンプルで、もうほかに特別に何かを加える必要は何もない。まあ俺としてはもうちょっとデザインを暗くしたりしてもいいかなとは思う。夜にブラウジングするならその方が目に優しいからな。まあ一日中そういう動画をここで探してるような変わり者にとってはデザインなんてどうでもいいか。</p><p></p><p>ここにあるタイプのような動画に関して言えば、 ここにはすごいたくさんのバラエティがある。ただ全部スカトロ関係だが。一部の動画に関して言えばとても内容がシンプルだった。二人の女の子が口にうんこを入れあっているんだ。だがここにあるのはレズもののスカトロビデオだけではない。女性に顔の上でうんこをさせ男がそれを直で行くという動画のタイプもあるんだ。</p><p></p><p>基本的に俺が言おうとしていることは、ここには本当に様々なタイプの動画があるって事だ。率直に言えばここには、とてもクリエイティブなタイプのスカトロ動画がある。女の子がパンツにうんこをしてそれを体に塗りたくったり、年老いた熟女が大人のおもちゃを使ってケツからうんこを撒き散らしたり。</p><p></p><p>このサイトの最高の機能の一つは、全ての動画が無料で見れるってことだ。 ほとんどの動画の画質は720Pだ。無料ポルノサイトでこれはなかなか凄いよな。だけどうざい部分もこのサイトにはある。広告とかな。</p><p></p><p>動画を開くのにポップアップのウィンドウを三つもとしなければならなかったんだ。このサイトが広告だらけなのは言うまでもないよな。ポップアップのウィンドウが多すぎてここは本当にこのサイトのうざいところだ。広告ブロックのアドオンが全てをブロックできるわけでもないしな。さらに動画の一部はアドブロックを入れていると見ることができないんだ。どうせ広告が表示されるならアドオンを無効にしてもいいかもな。</p><p></p><p>動画の長さはまちまちだ。基本的に15分ぐらいの長さだが、まあその動画による。一部の動画を40分のものもあったぞ。まあ興味があったら色々探してみてくれ。</p><p></p><p>このサイトでは動画を大量に無料で見ることができるが、ネットワークサイトでも動画を見ることができる。トップには一般的なメニューがあり、そこで他のサイトがたくさん紹介されている。最初のタブではもっとたくさんの動画表示される。 他の三つのタブでは、大量のスカトロポルノを有するサイトに誘導される。 ものすごくややこしかったのは、二つのタブのうち一つが「スカトロショップ」という名前で他のサイトへのリンクになっているんだが。それが全くもってショップではないんだ。</p><p></p><p>もう一つのタブもすごいややこしいんだ。「動画をリクエストする」と書かれているが、それを開いても動画のタイトルとサイト名とプロデューサー名を入力できるだけで、ロボットではないことを確認されるとその情報がどこかの誰かに送信されるだけだ。この機能について何の説明もない。おかしなことだ。このサイトを頻繁に使うんだったら、この機能をテストしてみてほしい。俺からしたらこの機能の意味はよくわからないんだ。</p><p></p><p>scat.goldというサイトについて俺が言わなきゃいけないことは以上だ。直接的なサイト名だからこのサイトが自分の好みのコンテンツを保有しているか俺のレビューを読まなくてもわかるだろう。ここには HD の高品質なスカトロビデオが大量にある。全て無料で見ることができるんだ。このサイトがお気に召さなければ、同じネットワークの別のサイトを見てみるのもいいぞ。</p>"}},{"id":"1af3933bb817","collection":"sites_ja","data":{"slug":"1af3933bb817","title":"Motherless Scat","lang":"ja","date":"2025-10-29T00:00:00.000Z","description":"motherless.comscat motherless.comの糞と尿のテーマページが最高の糞便ビデオソースであることは間違いありません。たくさんの無料コンテンツ。すべての糞便のコンテンツ愛好家は、コミュニティフォーラムや毎日に参加できます...","canonical":"https://theporndude.com/zh/618/motherlessscat","affiliate_url":"https://motherless.com/term/scat","rating":5,"siteOrder":3,"price":"free","tags":["免费"],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_ja"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/3ee7072-motherlessscat_small.png","image_alt":"マザーレススキャット、糞便ポルノサイト","scraped_at":"2025-10-29T13:11:49.912Z","iconSpritesheet":"custom-favicon-spritesheet.png","iconPosition":"-176px -48px","iconClassName":"ctm-icon618","logoIconClass":"icon618","pros":["巨大なアーカイブ","定期的に追加される","無料の動画"],"cons":["hd再生は要登録","広告"],"detailedDescription":"<p>Motherlessは、クソ気持ち悪いコンテンツを作ることで世界的に知られており、そのためMotherlessのスカトロコンテンツのためにカテゴリーのページを作ったのはそのためだ。ここでは9000本以上の動画が公開されており、すべてがハードコア脱糞プレイに特化している。もし、君がこういうものが好きならば、これだけ多くの人がウンコアドベンチャーを繰り広げてるこのサイトはきっと宝の山だ。Motherlessの素晴らしいところは、ほぼすべてのコンテンツが素人の撮影したもの、あるいはひっそりと発売されたものだ。間違いなく、ポルノの世界に新しい旋風を巻き起こしている。</p><p></p><p>Motherlessはスカトロに特化するだけではなく、その他の汚いアダルトコンテンツを楽しみたいなら、このサイトのコンテンツを見渡してみよう。サイトには、特定のジャンルのためのグループ分けがされており、例えば、そのつまり、うんこだ。このサイトのコンテンツで最低最悪なのはウンコ、どれだけ多くのものがMotherlessで公開されているのかは想像もできない。</p>"}},{"id":"4b8ac0e38dd4","collection":"sites_ja","data":{"slug":"4b8ac0e38dd4","title":"PooPeeGirls","lang":"ja","date":"2025-10-29T00:00:00.000Z","description":"Poopeegirls.comは、さまざまな異性愛者の糞のポルノコンテンツの収集と共有に焦点を当てたWebサイトです。 Poo Pee Girlsには、糞便ポルノコンテンツに関する8つ以上のトピックがあります。ここにアカウントを登録することはできませんが、フィードバックを残すことができます。","canonical":"https://theporndude.com/zh/1388/poopeegirls","affiliate_url":"https://poopeegirls.com/","rating":3,"siteOrder":4,"price":"free","tags":[],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_ja"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/a7b02fd-poopeegirls_small.png","image_alt":"Poopeegirls、糞便ポルノサイト","scraped_at":"2025-10-29T13:12:04.123Z","iconSpritesheet":"favicon-spritesheet.png","iconPosition":"-112px -544px","iconClassName":"icon1388","logoIconClass":"icon1388","pros":["hd動画が多い"],"cons":["キモい"],"detailedDescription":"<p>女の子が家で、野外で、口に放尿し、パンティーに、家で、野外で、口に、セックス中に、カメラが仕込まれたトイレで脱糞、女の子のオナラ、などほかにもたくさんの、ウンコ、小便フェチをうならせるコンテンツを扱うエロサイトだ。このサイトは、マジキモイコンテンツばっかり扱っているので、ガチで閲覧注意だ。そういうのが好きだという人だけ、アクセスしよう。</p><p></p><p>トップページでは、放尿、脱糞する女性、トイレの盗撮、放尿脱糞女子の自撮り、などの無料動画が掲載されており、きっと君を熱狂させてくれる。わかってほしいが、俺はこの手のカテゴリーは存在を認めない。ただ、それでもこういうのが好きなヤツがいるから、俺のサイトにもスカトロやら放尿カテゴリーを追加して、おすすめのサイトを何とか探してレビューを書かなきゃならんのだ。</p><p></p><p>ページの下へスクロールして、ページを移動できるし、こだわりのキーワードがあれば検索機能を活用しよう。</p>"}},{"id":"e5d28ffa206c","collection":"sites_ja","data":{"slug":"e5d28ffa206c","title":"Xpee","lang":"ja","date":"2025-10-29T00:00:00.000Z","description":"xpee.comに行く時が来ました。それは、あらゆる場所でわいせつとスツール、尿、嘔吐物です。彼らはあなたのためにセクシーな女の子の排便のビデオを共有することを専門としています。これは簡単なウェブサイトですが、彼らはあなたが自慰行為をして参加するための多くの糞便ポルノビデオを持っています...","canonical":"https://theporndude.com/zh/615/xpee","affiliate_url":"https://www.xpee.com/","rating":4,"siteOrder":5,"price":"free","tags":[],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_ja"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/8e4a1d5-xpee_small.png","image_alt":"Xpee、Fecesポルノサイト","scraped_at":"2025-10-29T13:12:11.697Z","iconSpritesheet":"favicon-spritesheet.png","iconPosition":"-64px -256px","iconClassName":"icon615","logoIconClass":"icon283","pros":["無料の動画","チューブ形式"],"cons":["広告"],"detailedDescription":"<p>xPeeと呼ばれるこのサイトは、脱糞に焦点を合わせているサイトだ。この手のフェチには大きく分けて二つのジャンルが一般的なのがわかるがこのサイトをいろいろ見たけれど、興味本位の人や、黄金水を求めてくる人は悪いこと言わんからブラウザの戻るボタンを押せ、ここは本物のスカトロファン向けのサイトだ。</p><p></p><p>デザインは少し古い感じがするが、ここの動画はいくつかのジャンルに分けて、公開されている。脱糞、嘔吐、着衣脱糞、そしてスカトロ動画など、この手のジャンルの中でもいくらかに分かれている。見たところ複数にまたがるコンテンツもあるわけだが、こういうのに特別な感情を抱くなら、きっとこのサイトには今後世話になるはずだ。</p><p></p><p>動画はサムネイル画像で表示されており、動画の尺や評価も確認できる。それから、もし君がそういう趣味を持っていて、自分で作ったコンテンツがあるならば、アップロードもできるぞ。</p>"}},{"id":"ca2cd2ea680e","collection":"sites_ja","data":{"slug":"ca2cd2ea680e","title":"FreeScatPorn","lang":"ja","date":"2025-10-29T00:00:00.000Z","description":"freescatporn.comは、数百のうんち映画を備えた、数え切れないほどのフェチとさまざまな性的行動を備えた急成長しているインターネットの最も熱いスツールビデオアーカイブです","canonical":"https://theporndude.com/zh/20268/freescatporn","affiliate_url":"https://freescatporn.com/","rating":4,"siteOrder":6,"price":"free","tags":[],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_ja"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/96acd40-freescatporn_small.png","image_alt":"Freescatporn、Feces Pornサイト","scraped_at":"2025-10-29T13:12:19.979Z","iconSpritesheet":"custom-favicon-spritesheet.png","iconPosition":"-272px -896px","iconClassName":"ctm-icon20268","logoIconClass":"icon20268","pros":["無料スカットポルノ","幅広いうんこ行為","ホットなフェティッシュモデルのセクシーな素人","~400ビデオとカウント","毎日追加される一握りの新しいコンテンツ","スパムは最小限に抑えられています。"],"cons":["明らかに万人向けではない"],"detailedDescription":"<p>もし私があなたに無料のスカットポルノを勧めたらどう思う？街で見かけるような一般人は断るだろうが、あなたはスケベな動画にある種の香りを好むタイプのような気がする。ディープニッチな趣味を持つことは孤独を感じるもので、普通の無料チューブや有料ポルノサイトであなたがハマるものを見つけるのは難しいかもしれない。さて、ウンコ好きの諸君、今日はいい仲間に巡り合えたようだ。</p><p></p><p>タイトルに秘密はない：FreeScatPorn.comはまさにそのコレクションだ。このジャンルは珍しく、多くの何でもありのスマット共有サイトでは特に禁止されている一握りで、このサイトの人気が急上昇している理由にもなっている。最近開設して以来、彼らのトラフィックは数万単位で上昇しており、そのうちの何割が目新しさによるものなのか気になった。そんなことを考えながら、私はお気に入りのFleshlightにチョコレートプリンを満タンに入れ、部屋にリキッドアスを吹きかけ、中に入った。</p><p></p><p></p><h3>無料スカットポルノで悪臭を放つ</h3><p></p><p></p><p>好奇心旺盛なスリルを求める人は、まずこのクソ映画に気づくだろうが、本物のコプロファンは何か違うことに気づくかもしれない。確かに、どの写真にも糞尿のテーマが明確に表れているが、彼らは皆、同じことを糞でやっているわけではない。いや、<strong>実際にはかなり幅広い変態的なウンコセックス行為があるの</strong>だ。</p><p></p><p>ある意味、FreeScatPornは普通のチューブのようで、普通のチューブのカテゴリーがすべてある。唯一の違いは、一貫してファッジが注入されていることだ。チョコレートを凍らせたフェラチオ、お腹を壊しながらトレーニングするレズビアン、カカオをローションに使ったオナニーシーン、みんなが臭いまま家に帰る自作素人ポルノなどがある。バニラ・セックスが変態に変身し、フェティッシュな内容がさらにレベルアップする。ドスケベな女王様とのスカトロドミネーションはいかが？</p><p></p><p>サイドバーには、「食べるスカット」、「エボニー・スカット」、「浣腸スカット」、「エクストリーム・スカット」といったカテゴリー別の無料スカットポルノへのクイックリンクが並んでいる。このリストはまた、カタログのサイズと範囲を知る最初の手がかりとなった。この記事を書いている時点で、パンティうんこVIDEOが26本、公開うんこ映画が31本、緊縛スキャット映画が45本、そしてスキャット・スメアリングに分類されたファイルが200本近くある。</p><p></p><p>FreeScatPorn.comは新しいサイトかもしれないが、インターネット上のすべてのスカットファンを取り込もうとしているように見える。ゲイとシーメールカテゴリー、モデルセクション、ペイサイトエリアなど、このサイトには満員になるのを待っているセクションがある。コミュニティ・エリアには今、ほんの一握りのメンバーしかいないが、トラフィックが急速に増加していることを考えると、私はここですぐにさらに多くのアクションが見られることを期待している。活発なコミュニティは、現在空っぽのFreeScatPornアルバムをDIYうんち写真で埋めるのに大いに役立つだろう。</p><p></p><p></p><h3>何百もの熱く蒸れたウンコ</h3><p></p><p></p><p>ディープなニッチを考えると、更新が少なかったり、少なかったりするのではないかと心配していた。しかし、FreeScatPorn.comは他のフェティッシュサイトよりもカタログの更新がうまく、通常毎日数本の新作が追加される。これを書いているのはバレンタインデーのお昼頃だが、今日はすでに3本のスチームな大ウンコを投下している。これは他のサイトでは低品質コンテンツの比喩になるが、ここではもっと文字通り、いい意味で言っている。</p><p></p><p>一番新しいメニューは『Sexy Scat Brunette Goes Wild: Stuffing Chopped Fruits Up Her Ass and Eating Her Dirty Mix』という23分の作品。フィルムの画質や内装から推測するに2000年代前半の古いシーンで、今はなきスキャットの有料サイトの透かしが入っている。完璧な桃をカメラに向けたカワイコちゃんが、皿からフルーツを食べ、それをケツに押し込み、漏らし、その山に顔を埋める。夕食の始まりだ！</p><p></p><p>このような古いコンテンツは、私があちこちを探している間にかなりの量を見つけた。この年代でビンテージと呼ぶのはためらわれるが、FreeScatPornがどのようにアーカイブしているかは、スキャットファンには本当にありがたいだろう。他の多くのチューブがスカットを禁止しているため、このようなサイトがなければ、このコンテンツは永遠に失われてしまう危険性がある。</p><p></p><p>もちろん、ライブラリーはオールディーズに限らない。インスタグラムの淫乱女や縦型動画を使った現代のオンリーファンズ・スタイルのコンテンツも含め、あらゆる時代のベスト・ヒットを流している。次に、ピンクのストリッパーのヒールしか履いていない熟女が、大きな黒いディルドで自分のウンコ尻をファックし、床一面に汚物をこぼしながら、その汚いチンコをとてもぞんざいにフェラチオするのを見た。黒々としたもっちりとしたドゥが、彼女の滑らかな色白の肉体と高コントラストで際立っている。</p><p></p><p>この熟女はとてもセクシーで、もっと見たかった。残念ながら、どのモデルもまだタグ付けされていないので、彼女を再び見つける簡単な方法はなかった。アップローダーは素敵で大きなコレクションをシェアしていたが、あまりに広範なため、サムネイルだけから彼女を選び出すのに苦労した。後でまた来て、あちこち見て回るしかなさそうだ。</p><p></p><p></p><h3>本当に不潔な口をした女の子は誰？</h3><p></p><p></p><p>つまり、<strong>あなたはゴージャスなアマチュアやセクシーなフェティッシュ・モデルを自慰することになる</strong>。もしあなたが隣の家の少女や合法的な主婦が好きなら、この辺りで出演している人たちはラッキーだ。熟女やBBWなど、普通のポルノスターの型にはまらない美女をたくさん見たが、偽物のおっぱいをつけた金髪のビンボー娘も何人か見た。全体として、とても素晴らしい女性たちのセレクションであり、彼女たちの誰も、あなたが文字通り夢中になっている猟奇的なことを恥ずかしがらない！</p><p></p><p>私は今、36分に及ぶブラジリアン・ダンジョンのレズセッションを見ている。赤いランジェリーと悪魔の角をつけた巨乳ギャルが、裸の奴隷を威張り散らしている。何が起こるかは明かしたくないが、悪魔の体から奴隷の体へ、より汚いものがすぐに出てくる。ダウンロードボタンはないが、どうしてもそれなしでは生きられないなら、サードパーティのダウンローダープラグインでビデオを保存することができる。</p><p></p><p>FreeScatPorn.comは明らかに万人向けではないが、ウンコ好きにはたまらないかもしれない。キンクスターの好みは千差万別で、こだわりがあるため、満足させるのは難しいかもしれないが、このサイトには様々なスカットコンテンツがあり、あなたが探しているものがきっと見つかるだろう。新しいサイトだが、すでに印象的なコレクションがあり、日に日に増えている。トップページのカテゴリーリストをチェックし、あなたの好きなフレーバーのチョコレートがあるかどうか見てみよう。</p>"}},{"id":"129ef54a9ef5","collection":"sites_ja","data":{"slug":"129ef54a9ef5","title":"xHamster Pee","lang":"ja","date":"2025-10-29T00:00:00.000Z","description":"xhamster.compee黄色のスープの入浴も好きですか？この汚いろくでなしの閲覧xhamsterの尿のテーマページはあなたのニーズを満たすことができますウォータースポーツの妻フェラとフェラチオを持っているあなたが知っているこのウェブサイトを閲覧できるすべてのもの","canonical":"https://theporndude.com/zh/1980/xhamsterpee","affiliate_url":"https://xhamster.com/categories/pissing","rating":5,"siteOrder":7,"price":"free","tags":[],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_ja"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/9d1da4e-xhamsterpee_small.png","image_alt":"Xhamster Pee、Feces Pornサイト","scraped_at":"2025-10-29T13:12:31.945Z","iconSpritesheet":"favicon-spritesheet.png","iconPosition":"-192px -736px","iconClassName":"icon1980","logoIconClass":"icon49","pros":["膨大なコンテンツ量","プレーヤーが使いやすい"],"cons":["え？xhamsterだぞ？"],"detailedDescription":"<p>今回のxHamsterはマジで俺の正気を奪いやがる！そんなページないだろうと思いながら探してたら、ビンゴ。マジであった！おしっこ、黄金水関連で良いサイトがないか探していたのに、それ専門のコーナーを用意してるポルノチューブがある・・・だと？そうとも、xHamsterだ。おしっこ天国へ、ようこそ。さあそこに座って、俺のレビューを熟読してくれ・・・</p><p></p><p>どんな動画があるのか説明するのに、何から話せばいいだろうか？ここでは「アクメ放尿するパイパン若妻」、「老婆の放尿クリスマス」、「セクシーで異常性癖のレズが手を丸ごと突っ込まれて失禁」、「ディルドーで乱れ狂って失禁」、「ボケた老婆がこぶしを突っ込まれて失禁」、「18歳だったデブな私のおもらしマ○コ」などのコンテンツを楽しもう。コンテンツはサムネイルで表示され、マウスを載せればプレビューもできる。それと一緒に、尺、再生数、評価も確認できる。見たところ、70ページ以上あるので、放尿失禁系のコンテンツを存分に堪能してほしい。</p><p></p><p>動画をクリックして開いたら、プレーヤーが表示される。動作は軽く、読み込みは早くてバッファリングも無い。その下では、動画に投票できたり、ダウンロード、シェアなども可能だ。シェアするには、埋め込みのURLが表示される。ほかのサイトでたまにあるように、クリックした瞬間に放尿ものをFacebookでシェアされるようなことはない。新しいプレーヤーも利用できるので、興味があれば試してみよう。また、コメント機能もあるので、感想を誰かに読んでもらいたければ、やってみてもいいだろう。</p><p></p><p>xHamsterでは、ハズレを引くほうが逆に難しい。巨大なポルノチューブで、欲しいもの、見たいものは何でもすぐに見つかるだろう。だから、今回こうして紹介している。まだの人は、ぜひアクセスして使ってみよう。そして感想を教えてくれ！読者の意見は全て貴重だ。それはいつも、本当に思ってる。同じ趣味の人間同士、仲よくしようではないか。世話になってる女優を教えてくれたら、そこから逆に、君がどういう人間なのか教えてやろう！さあ放尿失禁小便、楽しんでくれ。</p>"}},{"id":"65a90899ae60","collection":"sites_ja","data":{"slug":"65a90899ae60","title":"DirtyShack","lang":"ja","date":"2025-10-29T00:00:00.000Z","description":"DirtyShack.comDirty Shackは、最も汚いフェチに焦点を当てたウェブサイトですフェチと尿は好きですか？","canonical":"https://theporndude.com/zh/614/dirtyshack","affiliate_url":"https://www.dirtyshack.com/","rating":4,"siteOrder":8,"price":"free","tags":[],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_ja"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/d818ab5-dirtyshack_small.png","image_alt":"DirtyShack、Fecesポルノサイト","scraped_at":"2025-10-29T13:12:37.838Z","iconSpritesheet":"favicon-spritesheet.png","iconPosition":"-48px -256px","iconClassName":"icon614","logoIconClass":"icon614","pros":["無料の動画","動画のカテゴリー"],"cons":["「most viewed」ページがない"],"detailedDescription":"<p>Dirty Shackは超気持ち悪いコンテンツに特化しているサイトだ。このサイトは君を、新しいポルノの汚い世界へと導いてくれるだろう。ここではストレート、ゲイ問わず、脱糞、放尿の動画が大量に公開されている。年寄のおもらしが見たいなら、それもここで見つかる。</p><p></p><p>サイトは毎日、かなりの量のコンテンツを追加する。また、動画はいくつかのカテゴリーに分けて公開されているので、ぜひ自分の好みの動画を見つけてほしい。また、検索機能を使えば、自分の見たいコンテンツをさらに絞り込めるぞ。</p><p></p><p>Dirty Shackでは、ユーザーが動画を評価できるので、もし君がどれかの動画に興味があったら、ほかのユーザーが残した感想や評価を参考にしよう。とにかく、昔ながらの脱糞、スカトロ、放尿プレイに興味があるなら、欠かさずチェックしてほしいサイトだ。</p>"}},{"id":"f4c10edf515d","collection":"sites_ja","data":{"slug":"f4c10edf515d","title":"KinkBook","lang":"ja","date":"2025-10-29T00:00:00.000Z","description":"kinkbook.comは本当に極端なポルノサイトであり、極端な女性の支配から汚いわいせつまで多くのポルノがあります","canonical":"https://theporndude.com/zh/24279/kinkbook-website-review","affiliate_url":"https://kinkbook.com/","rating":4,"siteOrder":9,"price":"free","tags":[],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_ja"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/7d11b59-kinkbook-website-review_small.png","image_alt":"Kinkbook、Fecesポルノサイト","scraped_at":"2025-10-29T13:12:47.010Z","iconSpritesheet":"custom-favicon-spritesheet.png","iconPosition":"-256px -992px","iconClassName":"ctm-icon24279","logoIconClass":"icon24279","pros":["気分を害しやすい人には向かない、純粋に過激なポルノサイト","中のポルノコレクションのサイズは信じられないほどで、特にスカットのジャンルが充実している","動画は、スカートの尻の穴が漏れるようにスムーズに再生される傾向がある。"],"cons":["多かれ少なかれ同じことを2回綴る二重のロゴは、合理化されたかもしれない。"],"detailedDescription":"<p>キンクブックポルノの好みは本当に千差万別で、さまざまなポルノマニアと話したことのある人なら誰でも、汚いノートパソコンの画面でよく流れるような汚物に対する耐性のレベルは人それぞれだと言うことができるだろう。では、どういうことか正確に説明しよう！</p><p></p><p>一方では、女性がダブル挿入でディープドリルされ、尻の穴が脱出してしまうほど残酷な堕落した光景をスクリーンで見て、目に見えてショックを受ける人がいるかもしれない。しかし一方で、そのような極端なレベルのいかがわしさを見て、あくびをし、''つまらない！''と言うような特定の種類のポルノマニアも存在する。</p><p></p><p>そう、後者のポルノ享受者は飽くことを知らないといえばそれまでだが。しかし、彼らがしばしば直面するのは、すべてを見尽くし、すべてをやり尽くし、それでもなお「もっと！」と飢えているため、本当に興奮できるポルノサイトは限られているという事実だ。</p><p></p><p>とはいえ、ありがたいことに、ハードコアな嗜好をお持ちのAVファンにはラッキーな日だ。なぜなら、私が、パンチラもなく、変態の辞書に載っているような変態アクションをお届けする、過激なAVチューブサイトをご案内するからだ。さて、本日のレビューのテーマであるKinkbook.comというスケベなサイトは、果たしてそのようなサイトなのでしょうか？一緒に探してみよう！</p><p></p><p></p><h3>Kinkbook.comとは？</h3><p></p><p></p><p>また、Kinkbook.comが標準的なポルノチューブサイト以上の存在になることを目指していることはすぐに明らかになる。このプラットフォームは、変態コミュニティだけでなく、有料ビデオを通じてアマチュアのフェティッシュコンテンツを収益化する能力の基礎を築いているようだからだ。</p><p></p><p></p><h3>Kinkbook.comの過激なポルノはどんな感じ？</h3><p></p><p></p><p>1.Anna De Ville's Scat Adventure With Kaitlyn Katsaros - アンナ・デ・ヴィルは、チェコ共和国のポルノ業界ではかなり悪名高く、彼女の括約筋が吹き出るような残虐なアナルアクションといえば、見たこともないような変態的な脱肛が有名だ。しかし、このビデオでは、アンナのアナルがどれほどスケベなのかがよくわかる！このシーンが掃除のしやすいウェットルームで撮影されたことに感謝したい！このビッチ達は、文字通りビショビショになるまで嘔吐し合って物事をスタートさせ、その後、小便アクションと残酷なスキャットアクションが続く。最後のシーンは、ピンクの犬用ボウルに大便をした後、それを高価な保湿剤のように肌に塗りたくるというものだ。そう、このシーンは変態の極みなのだが、次のシーンはこれを凌ぐことができるだろうか？</p><p>2.金髪熟女のクソアナルセックステープ - このセックステープが''クソ''だと評されるのは、この金髪熟女がケツにチンコを入れるのが下手だからではない。このセクシーな熟女が黒革のソファーに座っているところから始まる。この変態ビッチ婆は潅水すらしなかったが、それにはちゃんとした理由がある。この男は、彼女が狂ったように漏らしてしまうほど、彼女の成熟した尻の穴を激しく犯すことになるのだが、彼女がパンストを履いているという事実が、変態的な栄光のすべてを鑑賞するために、そのいやらしいものすべてを確実に捉えているのだ。</p><p>3.Femdom Bitch Makes a Sissy Eat Shit - このゴージャスなシシーは、ここ数年のシシー・ヒプノ・ビデオをたくさん見てきたので、地元の熟女ドミナトリックスの変態的な考え方に耐えられるだけの実力があると思っていた。彼女は、後者がダンジョンで痴呆の限りを尽くしていることを知らず、彼女がどんな騒乱を起こそうとしているのかも知らなかった。私たちは、この変態ドミネトリックスが彼女の上にしゃがみ込み、彼女の顔中に脂肪のダンプを落としてから、彼女にそれを食べさせるにつれて、このお姉さんヤリマンが押さえつけられて無力になるのを見る。男、これはこのシシー売春婦が決して忘れないであろう女性支配のセッションである。</p><p></p><p></p><h3>サイトのデザイン</h3><p></p><p></p><p>この後、Kinkbook.comは3つのセクションに分かれ、最初は左側のサイドバーで、公開スカットやゲロ女など、サイトのトップカテゴリーが縦に並んでいます。各カテゴリーには、それぞれいくつのシーンが含まれているかを示すテロップも付いている。</p><p></p><p>トップページの第2部では、最も多くのビデオをアップロードしたメンバー、現在視聴中のビデオ、最新のビデオなどの横長リストが表示されます。トップページの最後には、右側にサイドバーがあり、ここ数日で最も多くのコメントをしたユーザーのリストが縦に表示されます。</p><p></p><p></p><h3>最も気に入った点</h3><p></p><p></p><p>Kinkbook.comは、Kinkに夢中なソーシャルメディアプラットフォームとポルノチューブサイトを掛け合わせたような、自分自身を立ち上げることにまだ取り組んでいる新しいサイトのように少し感じられますが、あなたはすぐに、その中に見つけることができるビデオのめちゃくちゃなトンがあることを理解するでしょう！</p><p></p><p>また、Kinkbook.comのコンテンツが豊富というだけでなく、このサイトのビデオのほとんどが、スカットを愛するビッチたちのケツの穴から出てくるウンコと同じくらいスムーズに再生されることもすぐにわかる！私は、ほとんどのコンテンツを中断することなく高速で見ることができた！</p><p></p><p></p><h3>気に入らない点</h3><p></p><p></p><p></p><h3>Kinkbook.comへの提案</h3><p></p><p></p><p></p><h3>結論</h3><p></p>"}},{"id":"ce377beceeb7","collection":"sites_ja","data":{"slug":"ce377beceeb7","title":"Trash Porn","lang":"ja","date":"2025-10-29T00:00:00.000Z","description":"Trash.Pornは、ペニスを強化するためにあなたの目を開く糞とフェミニストのコンテンツであなたの約束を提供する極端なポルノフェチのウェブサイトです","canonical":"https://theporndude.com/zh/16543/trashporn","affiliate_url":"https://trash.porn/","rating":4,"siteOrder":11,"price":"free","tags":[],"features":[],"categories":[{"id":"top-scat-porn-tube-sites","collection":"categories_ja"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/7584056-trashporn_small.png","image_alt":"ゴミポルノ、糞便ポルノサイト","scraped_at":"2025-10-29T13:13:09.701Z","iconSpritesheet":"default","logoIconClass":"icon2257","pros":["パンチがあり、約束を果たす過激なポルノ・ニッチ","自身を薄く広げすぎるのではなく、厳選された数少ないポルノ・ニッチに焦点を絞っている","非会員はgifや予告編を通じて、その中のコンテンツに対する素晴らしい洞察を得ることができる。"],"cons":["サイトには多くの部分で骨抜きにされている感があり、より多くの文書コンテンツが必要である。"],"detailedDescription":"<p>チンコを極限まで追い込む24時間ポルノ・マラソンにどっぷり浸かるのが大好きな私だが、しばらくすると少し鈍感になってしまうのも事実。もっとハードコアな作品を求めているのに、チンコが飽きてきて目が回りそうになったことはないだろうか？</p><p></p><p>皆さんも共感できるはずだ。古典的なアナルポルノから始めて、もっと激しくアナルを叩かれる女を見たくなった。プラハ郊外で撮影された古典的なダブルアナル・スマット作品にアップグレードしたが、それさえもあなたのウィリーを十分にいじめることはできなかった。結局、チンコに飢えた娼婦のケツの穴が風除けのようなものに変貌する、よりとらえどころのないTAPギャングバングを見つけた。</p><p></p><p>確かに、これ以上硬くなることはないだろう？違う！実は、あなたのような人たちのために奮闘している一握りの過激なフェティッシュ・サイトが存在し、あなたの目を見開き、顎を落とし、あなたのチンコが「これこそ俺の言うファックだ！」と言わんばかりに破裂するようなポルノを提供することを誓っているのだ。</p><p></p><p>でも、そんなサイトってどこにあるの？まあ、そのうちのひとつが『Trash.porn』と呼ばれるサイトで、強い胃袋とさらに強いチンコを持つ人たちだけに許されるような、過激な汚物を集めたサイトだと聞いている。しかし、人々が言うほど本当にハードコアなのだろうか？それとも、私たちのチンコは目を丸くして、もっとハードコアなものを求め続けるのだろうか？</p><p></p><p>このエクストリームなポルノの冒険に私と一緒に出かけよう！</p><p></p><p></p><h3>Trash.pornとは？</h3><p></p><p></p><p>公衆の面前で小便を漏らす18歳以上のティーンから、奴隷の開いた口の中に小便をする変態ドMまで、この種のスマットには本当に気を抜けない。ただし、このサイトは会員制で、予告編を見るだけでなく、すべての作品にアクセスするにはアカウント登録が必要だ。</p><p></p><p></p><h3>Deepkpop.comの過激フェチポルノはどんな感じ？</h3><p></p><p></p><p>1.Maria Anjel's First Scat Sex Session - マリア・アンジェルは、パンティーを漏らすことでは知らない人はいない。しかしこのビデオでは、彼女はスキャット・セッションの後、初めてファックされるのを記録している。いかがわしいモーテルの一室で、このキュートな女の子は、床にウンコをし、ペンキのように頬にそれを塗りたくった後、吊るされたファック・バディを誘って、彼女を使い放題のセックスのおもちゃのように使う。さて、私はこれまでザーメンまみれのファックは何度も見てきたが、クソまみれのファックは初めてだ！この男は、ニンフォのように彼のペニスの上で跳ねながら、彼女が顔にさらにザーメンを塗りたくっても、彼女がウンコまみれになっていることなど（ダジャレを許してもらえるなら）気にも留めない。ただ、翌朝のモーテルの清掃員のことだけは考えておいてほしい！</p><p>2.2.ニコル・レミー、ホテルの部屋中に牛乳をまき散らす - Trash.AVのもう一つのニッチは嘔吐だ。特に、自分の体重分の牛乳を消費したばかりのひよこが、変態ファンの娯楽のためにエクソシスト風に部屋中に牛乳をまき散らすのは最高だ。ニコル・レミーがこのシーンでやっているのはまさにそれだ。何ガロンもの新鮮な牛乳を飲み干した後、彼女は巨大なディルドを首筋の奥まで突き刺すという、これまでに見たこともないような強烈なディープスロート・オナニーを体験する。彼女は部屋中に嘔吐し、髪と乳房を淫乱な液体で覆った。しかし、ニコルは自分の観客を心得ており、それをすくい上げ、裸の体中に塗りつけ、自分の髪を口に詰め込んで吸い出そうとさえする。淫蕩だ！</p><p>3.ドミネトリックス・デュオ、オタクのビッチをおもちゃ／便器のように使う - くそー、このヒヨコが望んでいたのは、人気者の一人になって、プールで彼女たちとつるむことだったのに。彼女はこのサディスティックな娼婦たちが何を用意しているのか知らなかった。この二人のレズビアンの女主人たちは、一日中部下を安物のセックスのおもちゃのように使い、分単位でより屈辱的なセッションを繰り広げる。彼女のアソコとアナルに舌を入れられる前に、彼女たちが屈辱的な中傷を浴びせながら、サブは彼らの足を隅々まで拝まされる。しかしそれだけでは終わらない。このサディスティックな二人の女は、彼女の口を人間便器のように使い、狂気に満ちた笑いを浮かべながら首筋におしっこをかけるのだ。そのあとはウンコタイム！二人の女の子は、彼女の露出したおっぱいに大量のウンコをしてから、裸の足で彼女の全身にウンコを塗りたくる。これがモテるための代償なら、彼女はオタクになったほうがマシかもしれない！</p><p></p><p></p><h3>サイトのデザイン</h3><p></p><p></p><p>Trash.pornのメインメニューには、最新、トップレート、最も閲覧されたコンテンツ、スタジオのリスト、サイト全体で見られる特集スタジオやフェティッシュモードのセレクションなど、お決まりの場所へのリンクがある。そして、カテゴリの極端さに尻込みして丘に逃げないなら、ホームページにたどり着くだろう。</p><p></p><p>トップページには、特集と最新という2つのセクションがある。動画は、サムネイル、予告編GIF、タイトル、カテゴリー、キュレーション、再生回数が4つずつ横並びのブロックで表示される。トップページの一番下まで行くと、サイト内で人気のあるコンテンツタグが表示され、スキャットや小便といったものから、公開ポルノやクリンピースまで、様々なタグが表示される。</p><p></p><p></p><h3>最も気に入った点</h3><p></p><p></p><p>また、Trash.pornがニッチなジャンルから逸脱しすぎず、薄く広がりすぎていない点も気に入った。その代わり、スカトロ娼婦たちのケツの穴から出てくるウンコと同じくらい濃厚にすることを目指し、厳選されたカテゴリーに集中している。嘔吐やウォータースポーツからスキャットや過激なフェムドムまで、目を見張るような選りすぐりのポルノが下品なパンチを効かせている。</p><p></p><p>Trash.pornは会員制サイトだが、会員登録をしていない人でも楽しめるコンテンツがたくさんある。プリロールのGIFを見ようが、ランディングページのシーンの予告編を楽しもうが、このサイトは会員であるかどうかに関係なく、その中のどんな種類のスマットを見ることができる。サイトに自信がある証拠だ。</p><p></p><p></p><h3>気に入らない点</h3><p></p><p></p><p></p><h3>Trash.pornへの提案</h3><p></p><p></p><p></p><h3>結論</h3><p></p>"}},{"id":"3a829494016e","collection":"sites_ja","data":{"slug":"3a829494016e","title":"ScatFile","lang":"ja","date":"2025-10-29T00:00:00.000Z","description":"Scatfile.com Fecesポルノビデオは見栄えが良いと思いますか？これは、多くの異なるものを使用したい人に特化しています...","canonical":"https://theporndude.com/zh/1989/scatfile","affiliate_url":"https://scatfile.com/","rating":4,"siteOrder":17,"price":"free","tags":[],"features":[],"categories":[{"id":"free-porn-download-sites","collection":"categories_ja"},{"id":"top-scat-porn-tube-sites","collection":"categories_ja"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/8d0786a-scatfile_small.png","image_alt":"Scatfile、無料のAVダウンロードWebサイト","scraped_at":"2025-10-29T10:19:31.021Z","iconSpritesheet":"favicon-spritesheet.png","iconPosition":"-336px -736px","iconClassName":"icon1989","logoIconClass":"icon1989","pros":["良いレイアウト","色んな並べるオプション"],"cons":["うんこ"],"detailedDescription":"<p>わー、このサイトはめちゃ気持ちが悪い。まあ、好き嫌いにより。俺なら、好きじゃなくて、見たくない。いつも、全然、二度とこんな内容を見たくないぞ！だけど、お前らはこんなことが好きかもしれないなあ。なので、レビューしてあげよう。ScatFileと言うサイトだ。VIP なスカットのダウンロードできるビデオサイトで沢山なスカット、うんこを食べるとかに関係ある事と言う意味、のいやらしいビデオがあるんだ。スカットばっかりだ！</p><p></p><p>もしこの内容を見たかったら財布を出さないといけないよ。プレミアムなサイトじゃないけどビデオをダウンロードできるためにXubsterとかのホスティングサービスを使わないといけないんだ。 そのホスティングサービスがお金が要るのでそれで払わないといけない。スカットを見たい時にそのお金について構わないだろう、ビデオ５千以上があるも見たら。その上、報告がなくて、待ち時間がなくて、無限定の素早いサービスがあって自由に保存できる。もしプレミアムなユーザーが書いたレビューを読みたかったら、メニューから特定なページをアクセスしていい。なお、定期的な更新が行っているのでいつも市場から最新なスカットももらえる。</p><p></p><p>ホームページで初めてオプションから内容を整理してあるので簡単に選ばれる。選択肢が人気、今月の人気、今日の人気、今年の人気、去年の人気を含む。最後の二つで何月も選ばれる。ページ３００以上で何千のビデオがある。なお、各ビデオの短いプレビューが見て、本当のうんこの内容があるかどうかが確認できる。</p><p></p><p>ヘダーの近くに探すようなメニューが位置している。スクロールすると、フッターでも見つける。毎度、サイトのベスト動画で見える並べるオプションがすぐ見つける。サイトレイアウトでものを繰り返すことが楽しそう！このエッチのニッチのためにこれが一番いいサイトの一つは間違いないのでファンなら見て下さい。</p>"}},{"id":"c327167d8d82","collection":"sites_ja","data":{"slug":"c327167d8d82","title":"ScatBB","lang":"ja","date":"2025-10-29T00:00:00.000Z","description":"すべてのサブタイプをカバーするscatbb.comには、何千ものxxxたわごと映画があります。それらすべてを無料でダウンロードして、美しい女性のたわごと、小便、嘔吐などを見ることができます。","canonical":"https://theporndude.com/zh/16974/scatbb","affiliate_url":"https://scatbb.com/","rating":4,"siteOrder":31,"price":"free","tags":["免费","下载"],"features":["下载"],"categories":[{"id":"free-porn-download-sites","collection":"categories_ja"},{"id":"top-scat-porn-tube-sites","collection":"categories_ja"}],"screenshot_url":"https://cdn.staticstack.net/assets/img/r-thumbs/b5a0270-scatbb_small.png","image_alt":"scatbb、無料のAVダウンロードWebサイト","scraped_at":"2025-10-29T10:21:38.290Z","iconSpritesheet":"default","logoIconClass":"icon0","pros":["無料スキャットビデオダウンロードサイト","思っていたよりスキャットポルノの種類が豊富","8000本以上のビデオ","毎日新しいムービーが追加される","スクリーンショットがたくさんある。"],"cons":["完全なタグインデックスが見つかりませんでした","ファイルロッカーサービスにホストされているファイル"],"detailedDescription":"<p>スキャットBB！名前だけ聞くと、ScatBBは音楽ファンがボビー・マクフェリンやスキャットマン・ジョンのようなアーティストのヴォーカル・スタイルを懐かしむ掲示板のように聞こえる。しかし、もしそうだとしたら、MissAVDHでそれを読むことはないだろう。いや、今日取り上げるスキャットはもっと刺激的なものだ。この次の作品は万人向けではないことをあらかじめお断りしておくが、もうお分かりだろう。あなたもそうでしょう？このようなクソフェチの場合、その欲求を満たすのは難しいかもしれないが、この男たちがカバーしてくれる。</p><p></p><p>クソが起こる。ScatBB.comは、<strong>美女とその排泄物ばかりを扱った無料ポルノダウンロード・サイトである</strong>ため、この人生の基本的な事実を、普通の人々や一般的なチューブよりもよく知っているかもしれない。この無料ポルノダウンロード・サイトは、美女とその排泄物に関するものばかりだからだ。否定派は鼻をつまむが、ファンは、これはメジャーなチューブや有料サイトにも無視されている、過小評価されているニッチ分野だと主張するだろう。私はこの種の手作りチョコレートの大ファンとは言えないが、今日は私が変わり者なのかもしれない。手袋をはめて、この泥沼にどっぷり浸かってみよう。</p><p></p><p></p><h3>スキャットBBにスキャットを入れる</h3><p></p><p></p><p>着陸するやいなや、私はマクドナルドのトイレで用を足したときよりも多くの人間の排泄物があらゆる面を覆っているのを目にした。裸の美女たちが泥のパイを作って遊んだり、シャワー室でウンコを漏らしたり、プリンをピクニック気分で食べたりしているのだ。最近のアップデートのいくつかはJAV（ジャパニーズ・アダルト・ビデオ）で、DVDのカバーには、人間ソフトクリーム・マシンの下にアジア人の可愛い顔が映っていたり、縛り縄で縛られ、天然の濃厚で不快な香りのするグリース・ペイントが塗られていたりする。</p><p></p><p>正直言って、予想以上にバラエティに富んだスカトロポルノだ。同じようなサイトで、女性が濡れるシーンなど特定のタイプに焦点を当てたものをいくつか見たことがあるが、彼女たちは汚物を使ってあらゆる種類の不潔なことをしている。フェラチオしながらウンコをかけられる女たちや、ライブ・ウェブカメラ・ショーの最中にお互いにゲロを吐き合うレズビアンたち、高いスツールの上に立ち、下の便器に向かってブルズアイを発射するアクロバティックなうんこ芸を披露する女などを見つけるのに時間はかからなかった。</p><p></p><p>ScatBB.comのタグの完全なリストは見つけられなかったが、よく実装されているようだ。すべてのビデオのサムネイルの下には、おなら、食べる、スカットオナニー、トイレ奴隷などのクリック可能なキーワードの小さな雲がある。アナル・フィスティング、スカット・オーラル、テイスティング、Classy n Gassyなどをお楽しみください。タグの重複が多く、カタログ化が少し複雑になっているが、ファンは好みのディープなニッチを見つけることができるだろう。検索バーを活用しよう！</p><p></p><p></p><h3>何千本ものスキャットBBムービー</h3><p></p><p></p><p>それが、私がここのコレクションの規模と範囲に感銘を受けた理由のひとつだ。<strong>この記事を書いている時点で、ScatBBには8,000本以上の映画がある</strong>。これだけの数のスカットムービーが世の中に存在することすら知らなかった人もいることだろう。</p><p></p><p>一体どこから来たんだ？ScatBB.comを運営し、コレクションをキュレーションしている人たちは、プラグの1つや2つは持っているようだ。新鮮」という言葉は適切ではないかもしれないが、言いたいことはわかるだろう。金曜日の午後にこのレビューを書いているが、今日は8本以上の新作が追加されている。ディープニッチなポルノサイトは定期的に更新されるとは限らないが、彼らは常に立ち寄るべき新たな理由を提供している。</p><p></p><p>本日の最新作には、クソを食べるレズビアン、ナイロンを履いたファッジフロスト熟女、長編アジアン・スキャット・フィルム、フェラチオ・スキャット、そしてゴージャスな若い女性が新品のジーンズをめちゃくちゃにする映像が含まれる。彼女がジーンズを返しに行くとき、ウォルマートのカウンターで働くのを想像できる？これこそが、私がカスタマーサービスを辞めた理由だ。</p><p></p><p></p><h3>無料のスカットポルノはこちら</h3><p></p><p></p><p>配信の便利さについて皆さんにお伝えするのは少し簡単だ。ScatBB.comは、Takefileのようなファイルホストサービスに作業を委託し、自分自身では何もホストしていない。ここでの大きな欠点のひとつは、ストリーミングがあったとしても限られてしまうことです。一部のファイルホストはプレミアム会員向けにストリーミングを許可しているが、Takefileはそのようなサービスではない。Scat BBはフリーチューブほどすぐにアクセスできないが、コレクターならもっと便利だ。</p><p></p><p>ファイルロッカーのもう一つの大きな欠点は、プレミアムメンバーシップを購入していないユーザーに制限をかけることだ。これは通常、ダウンロードの間に待ち時間があったり、ダイヤルアップ時代を思い出させるような遅いダウンロード速度があったりすることを意味する。一部のファイルは、無料ユーザーから完全に制限されています。</p><p></p><p>無料サイトからポルノをダウンロードする際の最大の問題は、何が手に入るかわからないということです。無料プレビューがかなり手抜きなサイトもあるので、結局ダウンロードが終わるまで何時間も待たされ、中途半端に勃起するだけの中途半端なポルノを見る羽目になる。<strong>一方、ScatBBでは、すべてのムービーにスクリーンショットが豊富に用意されている</strong>。リンクをクリックする前に、どんな作品に出会えるのかがよくわかる。</p><p></p><p></p><h3>プレミアムアクセスは？</h3><p></p><p></p><p>最初にプレミアムアクセスのページを表示したときは、真っ白でした。サインアップのリンクを見るためには、アドブロッカーをオフにする必要があることがわかった。TakeFileは現在月額35ドルで、長期プランの場合は割引がある。一般的な有料サイトよりは高いが、他でスカトロポルノをアラカルトで買うよりはずっと安い。フェティッシュ・ポルノは、その希少性から高額で取引されることがある。</p><p></p><p>無料」サイトへのフルアクセスにお金を払うという考え方は、ケチな人にはちょっと抵抗があるかもしれないが、糞、小便、ゲロに興奮するのであれば、全然悪い話ではない。それどころか、ScatBB.comは、フリーローダーであろうと、プレミアムアクセスに全力投球する人であろうと、私がここしばらく見てきたスカットポルノの中で最もお得なサイトだ。最大の魅力はポルノであることは言うまでもない。エロティックな排泄物生産に焦点を当てながら、広範囲に渡っており、クリックするだけでダウンロードが可能だ。もしあなたがこのジャンルのファンなら、この作品はとても簡単に推薦できるだろう。このジャンルのファンなら、この作品はとても簡単にお勧めできるだろう！</p>"}}]